<html>

<head>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8">
    <title>Centro FP Superior</title>
    <meta charset="UTF-8">
    <link rel="stylesheet" href="https://stackpath.bootstrapcdn.com/bootstrap/4.5.2/css/bootstrap.min.css">
    <script src="https://code.jquery.com/jquery-3.5.1.slim.min.js"></script>
    <script src="https://cdn.jsdelivr.net/npm/bootstrap@4.5.2/dist/js/bootstrap.bundle.min.js"></script>
    <link rel="stylesheet" href="EstilosExtra.css">
    <style>
        .custom-accordion .card {
            border-radius: 1rem;
            background-color: #d0e8ff;
            border: none;
            margin-bottom: 1rem;
        }

        .custom-accordion .card-header {
            border-radius: 1rem 1rem 0 0;
            background-color: #b3daff;
        }
    </style>
</head>

<body>
    <header>
        <style>
            .logo {
                height: 78px;
                width: 218px;
                /* o lo que mida tu logo */
                background-image: url('../public_html/img/LogoCampusCamaraHeader.png');
                background-size: contain;
                background-repeat: no-repeat;
                background-position: center;
            }
        </style>
        <div class="logo"></div>
        <nav>
            <a href="index.html#Administraci%C3%B3n y Gesti%C3%B3n">Administraci&oacute;n y
                Gesti&oacute;n</a><a href="index.html#M%C3%A1sters FP">M&aacute;sters FP</a>
        </nav>
    </header>
    <div class="sub-title">CENTRO FP SUPERIOR DE LA C&Aacute;MARA DE COMERCIO DE SEVILLA</div>
    <div class="main-title">
        Grado Superior de Administraci&oacute;n y Finanzas
        <br>
        &ndash;&ndash; FP Superior con Titulaci&oacute;n Oficial Junta de Andaluc&iacute;a &ndash;

    </div>
    <div class="sub-title2">Comunicaci&oacute;n y Atenci&oacute;n al Cliente</div>
    <style>
        .curso1º {
            background-color: orange;
            /* cambio a naranja */
            color: white;
            padding: 12px 27px;
            border-radius: 50px;
            display: inline-block;
            font-weight: bold;
            font-size: 1.8em;
            font-family: Arial, sans-serif;
            text-align: center;

            position: relative;
            top: 90px;
            left: 290px;
        }
    </style>
    <div class="curso1&ordm;">
        1&ordm; Curso
    </div>
    <style>
        .resultadosdeaprendizaje {
            background-color: #003366;
            /* azul oscuro */
            color: white;
            padding: 12px 27px;
            /* más espacio arriba/abajo y a los lados */
            border-radius: 50px;
            /* ovalado */
            display: inline-block;
            font-weight: bold;
            font-size: 1.8em;
            /* letra más grande */
            font-family: Arial, sans-serif;
            text-align: center;

            position: relative;
            top: 370px;
            left: 70px;
        }
    </style>
    <div class="resultadosdeaprendizaje">
        Resultados de
        <br>
        aprendizaje
        </br>
    </div>
    <div class="container mt-4">
        <div id="customAccordion" class="custom-accordion">
            <div class="card">
                <div class="card-header" id="headingOne">
                    <h2 class="mb-0">
                        <button class="btn btn-link btn-block text-left text-dark font-weight-bold" type="button"
                            data-toggle="collapse" data-target="#collapseOne" aria-expanded="true"
                            aria-controls="collapseOne">
                            Contenidos B&aacute;sicos
                        </button>
                    </h2>
                </div>
                <div id="collapseOne" class="collapse" aria-labelledby="headingOne" data-parent="#customAccordion">
                    <div class="card-body"> El alumnado ser&aacute; capaz de establecer y mantener una
                        comunicaci&oacute;n eficaz con clientes y usuarios, atendiendo sus necesidades y resolviendo
                        consultas y reclamaciones aplicando los protocolos establecidos. Adem&aacute;s,
                        demostrar&aacute; habilidades para transmitir informaci&oacute;n clara y precisa, manteniendo
                        una actitud profesional y emp&aacute;tica en todo momento. Se valorar&aacute; la capacidad para
                        gestionar la informaci&oacute;n y utilizar herramientas espec&iacute;ficas que faciliten una
                        atenci&oacute;n de calidad, respetando siempre las normativas vigentes en materia de
                        protecci&oacute;n de datos y confidencialidad.</div>
                </div>
            </div>
            <div class="card">
                <div class="card-header" id="headingObjetivosGenerales">
                    <h2 class="mb-0">
                        <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed"
                            type="button" data-toggle="collapse" data-target="#collapseObjetivosGenerales"
                            aria-expanded="false" aria-controls="collapseObjetivosGenerales">
                            Objetivos generales
                        </button>
                    </h2>
                </div>
                <div id="collapseObjetivosGenerales" class="collapse" aria-labelledby="headingObjetivosGenerales"
                    data-parent="#customAccordion">
                    <div class="card-body">
                        <ol type="a">
                            <li>Analizar las necesidades y expectativas de los clientes.</li>
                            <li>Aplicar t&eacute;cnicas de comunicaci&oacute;n verbal y no verbal para mejorar la
                                atenci&oacute;n.</li>
                            <li>Gestionar la informaci&oacute;n recibida y proporcionada para una atenci&oacute;n
                                eficaz.</li>
                        </ol>
                    </div>
                </div>
            </div>
            <div class="card">
                <div class="card-header" id="headingTwo">
                    <h2 class="mb-0">
                        <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed"
                            type="button" data-toggle="collapse" data-target="#collapseTwo" aria-expanded="false"
                            aria-controls="collapseTwo">
                            Competencias profesionales, personales y sociales
                        </button>
                    </h2>
                </div>
                <div id="collapseTwo" class="collapse" aria-labelledby="headingTwo" data-parent="#customAccordion">
                    <div class="card-body">
                        <ol type="a">
                            <li>Demostrar empat&iacute;a y habilidades para la resoluci&oacute;n de conflictos.</li>
                            <li>Trabajar en equipo y mantener una actitud proactiva.</li>
                            <li>Adaptarse a diferentes tipos de clientes y situaciones.</li>
                            <li>Respetar las normativas de protecci&oacute;n de datos y confidencialidad.</li>
                        </ol>
                    </div>
                </div>
            </div>
            <div id="customAccordion0651">
                <div class="card">
                    <div class="card-header" id="heading0651-1">
                        <h2 class="mb-0">
                            <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed"
                                type="button" data-toggle="collapse" data-target="#collapse0651-1" aria-expanded="false"
                                aria-controls="collapse0651-1">
                                R.A. Caracteriza t&eacute;cnicas de comunicaci&oacute;n institucional y promocional,
                                distinguiendo entre internas y externas.</button>
                        </h2>
                    </div>
                    <div id="collapse0651-1" class="collapse" aria-labelledby="heading0651-1"
                        data-parent="#customAccordion0651">
                        <div class="card-body">
                            <strong>Criterios de evaluaci&oacute;n:</strong>
                            <br>
                            <br>
                            a) Se han identificado los tipos de instituciones empresariales, describiendo sus
                            caracter&iacute;sticas jur&iacute;dicas, funcionales y organizativas.
                            <br>
                            b) Se han relacionado las funciones tipo de la organizaci&oacute;n: direcci&oacute;n,
                            planificaci&oacute;n, organizaci&oacute;n, ejecuci&oacute;n y control.
                            <br>
                            c) Se han relacionado los distintos estilos de mando de una organizaci&oacute;n con el clima
                            laboral que generan.
                            <br>
                            d) Se ha identificado la estructura organizativa para una asistencia o la prestaci&oacute;n
                            de un servicio de calidad.
                            <br>
                            e) Se han definido los canales formales de comunicaci&oacute;n en la organizaci&oacute;n a
                            partir de su organigrama.
                            <br>
                            f) Se han diferenciado los procesos de comunicaci&oacute;n internos formales e informales.
                            <br>
                            g) Se ha valorado la influencia de la comunicaci&oacute;n informal y las cadenas de rumores
                            en las organizaciones, y su repercusi&oacute;n en las actuaciones del servicio de
                            informaci&oacute;n prestado. Desconexi&oacute;n, optimizaci&oacute;n del espacio de
                            almacenamiento, utilizaci&oacute;n de perif&eacute;ricos, comunicaci&oacute;n con otros
                            usuarios y conexi&oacute;n con otros sistemas o redes, entre otras).
                            <br>
                            h) Se ha relacionado el proceso de demanda de informaci&oacute;n de acuerdo con el tipo de
                            cliente, interno y externo, que puede intervenir en la misma.
                            <br>
                            i) Se ha valorado la importancia de la transmisi&oacute;n de la imagen corporativa de la
                            organizaci&oacute;n en las comunicaciones formales.
                            <br>
                            j) Se han identificado los aspectos m&aacute;s significativos que transmiten la imagen
                            corporativa en las comunicaciones institucionales y promocionales de la organizaci&oacute;n.
                            <br>
                        </div>
                    </div>
                </div>
                <div class="card">
                    <div class="card-header" id="heading0651-2">
                        <h2 class="mb-0">
                            <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed"
                                type="button" data-toggle="collapse" data-target="#collapse0651-2" aria-expanded="false"
                                aria-controls="collapse0651-2">
                                R.A. Realiza comunicaciones orales presenciales y no presenciales, aplicando
                                t&eacute;cnicas de comunicaci&oacute;n y adapt&aacute;ndolas a la situaci&oacute;n y al
                                interlocutor.</button>
                        </h2>
                    </div>
                    <div id="collapse0651-2" class="collapse" aria-labelledby="heading0651-2"
                        data-parent="#customAccordion0651">
                        <div class="card-body">
                            <strong>Criterios de evaluaci&oacute;n:</strong>
                            <br>
                            <br>
                            a) Se han identificado los elementos y las etapas de un proceso de comunicaci&oacute;n.
                            <br>
                            b) Se han aplicado las distintas t&eacute;cnicas de comunicaci&oacute;n oral presencial y
                            telef&oacute;nica.
                            <br>
                            c) Se ha aplicado el protocolo de comunicaci&oacute;n verbal y no verbal en las
                            comunicaciones presenciales y no presenciales.
                            <br>
                            d) Se ha utilizado el l&eacute;xico y las expresiones adecuadas al tipo de
                            comunicaci&oacute;n y a los interlocutores.
                            <br>
                            e) Se han identificado los elementos necesarios para realizar y recibir una llamada
                            telef&oacute;nica efectiva en sus distintas fases: preparaci&oacute;n,
                            presentaci&oacute;n-identificaci&oacute;n y realizaci&oacute;n de la misma.
                            <br>
                            f) Se han tenido en cuenta las costumbres socioculturales y los usos empresariales y se ha
                            valorado la importancia de la transmisi&oacute;n de la imagen corporativa.
                            <br>
                            g) Se ha valorado si la informaci&oacute;n es transmitida con claridad, de forma
                            estructurada, con precisi&oacute;n, con cortes&iacute;a, con respeto y con sensibilidad.
                            <br>
                            h) Se han detectado las interferencias que producen las barreras de la comunicaci&oacute;n
                            en la comprensi&oacute;n de un mensaje y se han propuesto las acciones correctivas
                            necesarias.
                            <br>
                            i) Se han aplicado convenientemente elementos de comunicaci&oacute;n no verbal en los
                            mensajes emitidos.
                            <br>
                            j) Se han comprobado los errores cometidos y se han propuesto las acciones correctoras
                            necesarias.
                            <br>
                        </div>
                    </div>
                </div>
                <div class="card">
                    <div class="card-header" id="heading0651-3">
                        <h2 class="mb-0">
                            <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed"
                                type="button" data-toggle="collapse" data-target="#collapse0651-3" aria-expanded="false"
                                aria-controls="collapse0651-3">
                                R.A. Elabora documentos escritos de car&aacute;cter profesional, aplicando criterios
                                ling&uuml;&iacute;sticos, ortogr&aacute;ficos y de estilo.</button>
                        </h2>
                    </div>
                    <div id="collapse0651-3" class="collapse" aria-labelledby="heading0651-3"
                        data-parent="#customAccordion0651">
                        <div class="card-body">
                            <strong>Criterios de evaluaci&oacute;n:</strong>
                            <br>
                            <br>
                            a) Se han identificado los soportes y los canales para elaborar y transmitir los documentos.
                            <br>
                            b) Se han diferenciado los soportes m&aacute;s apropiados en funci&oacute;n de los criterios
                            de rapidez, seguridad y confidencialidad.
                            <br>
                            c) Se ha identificado al destinatario, observando las debidas normas de protocolo.
                            <br>
                            d) Se han diferenciado las estructuras y estilos de redacci&oacute;n propias de la
                            documentaci&oacute;n profesional.
                            <br>
                            e) Se ha redactado el documento apropiado, utilizando una estructura, terminolog&iacute;a y
                            forma adecuadas, en funci&oacute;n de su finalidad y de la situaci&oacute;n de partida.
                            <br>
                            f) Se han utilizado las aplicaciones inform&aacute;ticas de procesamiento de textos y
                            autoedici&oacute;n, as&iacute; como sus herramientas de correcci&oacute;n.
                            <br>
                            g) Se han publicado documentos con herramientas de la web 2.0.
                            <br>
                            h) Se ha adecuado la documentaci&oacute;n escrita al manual de estilo de organizaciones
                            tipo.
                            <br>
                            i) Se ha utilizado la normativa sobre protecci&oacute;n de datos y conservaci&oacute;n de
                            documentos, establecida para las empresas e instituciones p&uacute;blicas y privadas.
                            <br>
                            j) Se han aplicado, en la elaboraci&oacute;n de la documentaci&oacute;n, las t&eacute;cnicas
                            3R (reducir, reutilizar y reciclar).
                            <br>
                            k) Se han aplicado t&eacute;cnicas de transmisi&oacute;n de la imagen corporativa en las
                            comunicaciones escritas, valorando su importancia para las organizaciones.
                            <br>
                        </div>
                    </div>
                </div>
                <div class="card">
                    <div class="card-header" id="heading0651-4">
                        <h2 class="mb-0">
                            <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed"
                                type="button" data-toggle="collapse" data-target="#collapse0651-4" aria-expanded="false"
                                aria-controls="collapse0651-4">
                                R.A. Determina los procesos de recepci&oacute;n, registro, distribuci&oacute;n y
                                recuperaci&oacute;n de comunicaciones escritas, aplicando criterios espec&iacute;ficos
                                de cada una de estas tareas.</button>
                        </h2>
                    </div>
                    <div id="collapse0651-4" class="collapse" aria-labelledby="heading0651-4"
                        data-parent="#customAccordion0651">
                        <div class="card-body">
                            <strong>Criterios de evaluaci&oacute;n:</strong>
                            <br>
                            <br>
                            a) Se han identificado los medios, procedimientos y criterios m&aacute;s adecuados en la
                            recepci&oacute;n, registro, distribuci&oacute;n y transmisi&oacute;n de comunicaci&oacute;n
                            escrita a trav&eacute;s de los medios telem&aacute;ticos.
                            <br>
                            b) Se han determinado las ventajas e inconvenientes de la utilizaci&oacute;n de los
                            distintos medios de transmisi&oacute;n de la comunicaci&oacute;n escrita.
                            <br>
                            c) Se ha seleccionado el medio de transmisi&oacute;n m&aacute;s adecuado en funci&oacute;n
                            de los criterios de urgencia, coste y seguridad.
                            <br>
                            d) Se han identificado los soportes de archivo y registro m&aacute;s utilizados en
                            funci&oacute;n de las caracter&iacute;sticas de la informaci&oacute;n que se va a almacenar.
                            <br>
                            e) Se han analizado las t&eacute;cnicas de mantenimiento del archivo de gesti&oacute;n de
                            correspondencia convencional.
                            <br>
                            f) Se ha determinado el sistema de clasificaci&oacute;n, registro y archivo apropiado al
                            tipo de documentos.
                            <br>
                            g) Se han reconocido los procedimientos de consulta y conservaci&oacute;n de la
                            informaci&oacute;n y documentaci&oacute;n.
                            <br>
                            h) Se han respetado los niveles de protecci&oacute;n, seguridad y acceso a la
                            informaci&oacute;n seg&uacute;n la normativa vigente y se han aplicado, en la
                            elaboraci&oacute;n y archivo de la documentaci&oacute;n, las t&eacute;cnicas 3R (reducir,
                            reutilizar, reciclar).
                            <br>
                            i) Se han registrado los correos electr&oacute;nicos recibidos o emitidos de forma
                            organizada y rigurosa, seg&uacute;n t&eacute;cnicas de gesti&oacute;n eficaz.
                            <br>
                            j) Se ha realizado la gesti&oacute;n y mantenimiento de libretas de direcciones.
                            <br>
                            k) Se ha valorado la importancia de la firma digital en la correspondencia
                            electr&oacute;nica.
                            <br>
                        </div>
                    </div>
                </div>
                <div class="card">
                    <div class="card-header" id="heading0651-5">
                        <h2 class="mb-0">
                            <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed"
                                type="button" data-toggle="collapse" data-target="#collapse0651-5" aria-expanded="false"
                                aria-controls="collapse0651-5">
                                R.A. Aplica t&eacute;cnicas de comunicaci&oacute;n, identificando las m&aacute;s
                                adecuadas en la relaci&oacute;n y atenci&oacute;n a los clientes/usuarios.</button>
                        </h2>
                    </div>
                    <div id="collapse0651-5" class="collapse" aria-labelledby="heading0651-5"
                        data-parent="#customAccordion0651">
                        <div class="card-body">
                            <strong>Criterios de evaluaci&oacute;n:</strong>
                            <br>
                            <br>
                            a) Se han aplicado t&eacute;cnicas de comunicaci&oacute;n y habilidades sociales que
                            facilitan la empat&iacute;a con el cliente/usuario en situaciones de
                            atenci&oacute;n/asesoramiento al mismo.
                            <br>
                            b) Se han identificado las fases que componen el proceso de atenci&oacute;n al
                            cliente/consumidor/usuario a trav&eacute;s de diferentes canales de comunicaci&oacute;n.
                            <br>
                            c) Se ha adoptado la actitud m&aacute;s adecuada seg&uacute;n el comportamiento del cliente
                            ante diversos tipos de situaciones.
                            <br>
                            d) Se han analizado las motivaciones de compra o demanda de un producto o servicio por parte
                            del cliente/usuario.
                            <br>
                            e) Se ha obtenido, en su caso, la informaci&oacute;n hist&oacute;rica del cliente.
                            <br>
                            f) Se ha aplicado la forma y actitud adecuadas en la atenci&oacute;n y asesoramiento a un
                            cliente en funci&oacute;n del canal de comunicaci&oacute;n utilizado.
                            <br>
                            g) Se han analizado y solucionado los errores m&aacute;s habituales que se cometen en la
                            comunicaci&oacute;n con el cliente/usuario.
                            <br>
                        </div>
                    </div>
                </div>
                <div class="card">
                    <div class="card-header" id="heading0651-6">
                        <h2 class="mb-0">
                            <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed"
                                type="button" data-toggle="collapse" data-target="#collapse0651-6" aria-expanded="false"
                                aria-controls="collapse0651-6">
                                R.A. Gestiona consultas, quejas y reclamaciones de posibles clientes, aplicando la
                                normativa vigente.</button>
                        </h2>
                    </div>
                    <div id="collapse0651-6" class="collapse" aria-labelledby="heading0651-6"
                        data-parent="#customAccordion0651">
                        <div class="card-body">
                            <strong>Criterios de evaluaci&oacute;n:</strong>
                            <br>
                            <br>
                            a) Se han descrito las funciones del departamento de atenci&oacute;n al cliente en empresas.
                            <br>
                            b) Se ha valorado la importancia de una actitud proactiva para anticiparse a incidencias en
                            los procesos.
                            <br>
                            c) Se ha interpretado la comunicaci&oacute;n recibida por parte del cliente.
                            <br>
                            d) Se han relacionado los elementos de la queja/reclamaci&oacute;n con las fases que
                            componen el plan interno de resoluci&oacute;n de quejas/reclamaciones.
                            <br>
                            e) Se han diferenciado los tipos de demanda o reclamaci&oacute;n.
                            <br>
                            f) Se ha gestionado la informaci&oacute;n que hay que suministrar al cliente.
                            <br>
                            g) Se han determinado los documentos propios de la gesti&oacute;n de consultas, quejas y
                            reclamaciones.
                            <br>
                            h) Se han redactado escritos de respuesta, utilizando medios electr&oacute;nicos u otros
                            canales de comunicaci&oacute;n.
                            <br>
                            i) Se ha valorado la importancia de la protecci&oacute;n del consumidor.
                            <br>
                            j) Se ha aplicado la normativa en materia de consumo.
                            <br>
                        </div>
                    </div>
                </div>
                <div class="card">
                    <div class="card-header" id="heading0651-7">
                        <h2 class="mb-0">
                            <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed"
                                type="button" data-toggle="collapse" data-target="#collapse0651-7" aria-expanded="false"
                                aria-controls="collapse0651-7">
                                R.A. Organiza el servicio postventa, relacion&aacute;ndolo con la fidelizaci&oacute;n
                                del cliente.</button>
                        </h2>
                    </div>
                    <div id="collapse0651-7" class="collapse" aria-labelledby="heading0651-7"
                        data-parent="#customAccordion0651">
                        <div class="card-body">
                            <strong>Criterios de evaluaci&oacute;n:</strong>
                            <br>
                            <br>
                            a) Se ha valorado la importancia del servicio posventa en los procesos comerciales.
                            <br>
                            b) Se han identificado los elementos que intervienen en la atenci&oacute;n posventa.
                            <br>
                            c) Se han identificado las situaciones comerciales que precisan seguimiento y servicio
                            posventa.
                            <br>
                            d) Se han aplicado los m&eacute;todos m&aacute;s utilizados habitualmente en el control de
                            calidad del servicio posventa y los elementos que intervienen en la fidelizaci&oacute;n del
                            cliente.
                            <br>
                            e) Se han distinguido los momentos o fases que estructuran el proceso de posventa.
                            <br>
                            f) Se han utilizado las herramientas de gesti&oacute;n de un servicio posventa.
                            <br>
                            g) Se han descrito las fases del procedimiento de relaci&oacute;n con los clientes.
                            <br>
                            h) Se han descrito los est&aacute;ndares de calidad definidos en la prestaci&oacute;n del
                            servicio.
                            <br>
                            i) Se han detectado y solventado los errores producidos en la prestaci&oacute;n del
                            servicio.
                            <br>
                            j) Se ha aplicado el tratamiento adecuado en la gesti&oacute;n de las anomal&iacute;as
                            producidas.
                            <br>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    <footer>
        <div class="footer-content">
            <div class="footer-logo">
                <img src="../public_html/img/logoCampusCamaraFooter.png" alt="Logo pie de p&aacute;gina">
                <div class="footer-gallery" style="background-color: rgb(162, 162, 159); border-radius: 200px;">
                    <img src="../public_html/img/X.png" alt="img1"><img src="../public_html/img/Instagram.png"
                        alt="img2"><img src="../public_html/img/Facebook.png" alt="img3"><img
                        src="../public_html/img/Youtube.png" alt="img4">
                </div>
            </div>
            <div class="footer-email">
                <img src="../public_html/img/CorreoElectronico.png" alt="Correo"
                    style="width: 20px; height: 20px; vertical-align: middle; margin-right: 5px;">
                info@fpcampuscamara.es

            </div>
            <div class="footer-phone">
                <img src="../public_html/img/Llamada.png" alt="Tel&eacute;fono"
                    style="width: 20px; height: 20px; vertical-align: middle; margin-right: 5px;">
                954238797

            </div>
        </div>
    </footer>
</body>

</html>