<html>
    <head>
        <META http-equiv="Content-Type" content="text/html; charset=UTF-8">
        <title>Centro FP Superior</title>
        <meta charset="UTF-8">
        <link rel="stylesheet" href="https://stackpath.bootstrapcdn.com/bootstrap/4.5.2/css/bootstrap.min.css">
        <script src="https://code.jquery.com/jquery-3.5.1.slim.min.js"></script><script src="https://cdn.jsdelivr.net/npm/bootstrap@4.5.2/dist/js/bootstrap.bundle.min.js"></script>
        <link rel="stylesheet" href="EstilosExtra.css">
        <style>
                    .custom-accordion .card {
                    border-radius: 1rem;
                    background-color: #d0e8ff;
                    border: none;
                    margin-bottom: 1rem;
                    }
                    .custom-accordion .card-header {
                    border-radius: 1rem 1rem 0 0;
                    background-color: #b3daff;
                    }
                </style>
    </head>
    <body>
        <header>
            <style>
                        .logo {
                        height: 78px;
                        width: 218px; /* o lo que mida tu logo */
                        background-image: url('../public_html/img/LogoCampusCamaraHeader.png');
                        background-size: contain;
                        background-repeat: no-repeat;
                        background-position: center;
                        }
                    </style>
            <div class="logo"></div>
            <nav>
                <a href="index.html#Administraci%C3%B3n y Gesti%C3%B3n">Administraci&oacute;n y Gesti&oacute;n</a><a href="index.html#M%C3%A1sters FP">M&aacute;sters FP</a>
            </nav>
        </header>
        <div class="sub-title">CENTRO FP SUPERIOR DE LA C&Aacute;MARA DE COMERCIO DE SEVILLA</div>
        <div class="main-title">
            Curso de especializaci&oacute;n en Desarrollo de Videojuegos y Realidad Virtual
            <br>
                                &ndash;&ndash; FP Superior con Titulaci&oacute;n Oficial Junta de Andaluc&iacute;a &ndash; 
                
        </div>
        <div class="sub-title2">Dise&ntilde;o, gesti&oacute;n, publicaci&oacute;n y producci&oacute;n.</div>
        <style>
                    .curso1º {
                    background-color: orange; /* cambio a naranja */
                    color: white;
                    padding: 12px 27px;
                    border-radius: 50px;
                    display: inline-block;
                    font-weight: bold;
                    font-size: 1.8em;
                    font-family: Arial, sans-serif;
                    text-align: center;

                    position: relative;
                    top: 90px;
                    left: 290px;
                </style>
        <div class="curso1&ordm;">
                    1&ordm; Curso
                </div>
        <style>
                    .resultadosdeaprendizaje {
                    background-color: #003366; /* azul oscuro */
                    color: white;
                    padding: 12px 27px;  /* más espacio arriba/abajo y a los lados */
                    border-radius: 50px; /* ovalado */
                    display: inline-block;
                    font-weight: bold;
                    font-size: 1.8em;    /* letra más grande */
                    font-family: Arial, sans-serif;
                    text-align: center;

                    position: relative;
                    top: 370px;
                    left: 70px;
                    }
                </style>
        <div class="resultadosdeaprendizaje">
                                Resultados de 
            <br>
                        aprendizaje               
                    </br>
        </div>
        <div class="container mt-4">
            <div id="customAccordion" class="custom-accordion">
                <div class="card">
                    <div class="card-header" id="headingOne">
                        <h2 class="mb-0">
                            <button class="btn btn-link btn-block text-left text-dark font-weight-bold" type="button" data-toggle="collapse" data-target="#collapseOne" aria-expanded="true" aria-controls="collapseOne">
                                        Contenidos B&aacute;sicos
                                    </button>
                        </h2>
                    </div>
                    <div id="collapseOne" class="collapse" aria-labelledby="headingOne" data-parent="#customAccordion">
                        <div class="card-body">
                                    La competencia b&aacute;sica de este m&oacute;dulo consiste en que el alumno sea capaz de analizar, planificar y gestionar integralmente proyectos de videojuegos y experiencias de realidad virtual, aplicando principios s&oacute;lidos de dise&ntilde;o y producci&oacute;n. Esto implica coordinar recursos t&eacute;cnicos y humanos, manejar herramientas y plataformas de publicaci&oacute;n, y aplicar metodolog&iacute;as de gesti&oacute;n para asegurar la calidad, viabilidad y &eacute;xito comercial del producto digital. Adem&aacute;s, se busca que el estudiante desarrolle una visi&oacute;n estrat&eacute;gica para integrar aspectos creativos, t&eacute;cnicos y organizativos, adapt&aacute;ndose a las tendencias del mercado y fomentando la innovaci&oacute;n en el sector.
                                </div>
                    </div>
                </div>
                <div class="card">
                    <div class="card-header" id="headingObjetivosGenerales">
                        <h2 class="mb-0">
                            <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapseObjetivosGenerales" aria-expanded="false" aria-controls="collapseObjetivosGenerales">
                                        Objetivos generales
                                    </button>
                        </h2>
                    </div>
                    <div id="collapseObjetivosGenerales" class="collapse" aria-labelledby="headingObjetivosGenerales" data-parent="#customAccordion">
                        <div class="card-body">
                            <ol type="a">
                                <li>Desarrollar habilidades para planificar y organizar proyectos complejos en el &aacute;mbito del videojuego y la realidad virtual.</li>
                                <li>Integrar conocimientos t&eacute;cnicos y creativos para dise&ntilde;ar productos digitales innovadores y competitivos.</li>
                                <li>Optimizar procesos de producci&oacute;n, publicaci&oacute;n y promoci&oacute;n adaptados a las tendencias del mercado.</li>
                                <li>Gestionar eficazmente equipos multidisciplinares para maximizar el rendimiento y la calidad final del producto.</li>
                            </ol>
                        </div>
                    </div>
                </div>
                <div class="card">
                    <div class="card-header" id="headingTwo">
                        <h2 class="mb-0">
                            <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapseTwo" aria-expanded="false" aria-controls="collapseTwo">
                                        Competencias profesionales, personales y sociales
                                    </button>
                        </h2>
                    </div>
                    <div id="collapseTwo" class="collapse" aria-labelledby="headingTwo" data-parent="#customAccordion">
                        <div class="card-body">
                            <ol type="a">
                                <li>Capacidad para evaluar y seleccionar tecnolog&iacute;as emergentes aplicables a la producci&oacute;n y publicaci&oacute;n digital.</li>
                                <li>Habilidades comunicativas para la presentaci&oacute;n y defensa de proyectos ante diferentes audiencias.</li>
                                <li>Adaptabilidad a cambios y resoluci&oacute;n de problemas en entornos de desarrollo din&aacute;micos.</li>
                                <li>Conocimiento de la propiedad intelectual, licencias y aspectos legales en la producci&oacute;n digital.</li>
                            </ol>
                        </div>
                    </div>
                </div>
                <div id="customAccordion">
                    <div class="card">
                        <div class="card-header" id="heading5052-1">
                            <h2 class="mb-0">
                                <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapse5052-1" aria-expanded="false" aria-controls="collapse5052-1">
                                            R.A. Verifica los documentos del videojuego con descripci&oacute;n de todas las fases y aspectos relacionados con la creaci&oacute;n del videojuego.</button>
                            </h2>
                        </div>
                        <div id="collapse5052-1" class="collapse" aria-labelledby="heading5052-1" data-parent="#customAccordion">
                            <div class="card-body">
                                <strong>Criterios de evaluaci&oacute;n:</strong>
                                <br>
                                a) Se han documentado las diferentes fases por las que pasa el videojuego desde su concepci&oacute;n hasta el producto final. 
                                <br>
                                b) Se han descrito los datos principales del videojuego: t&iacute;tulo, concepto, caracter&iacute;sticas, g&eacute;nero, jugabilidad, p&uacute;blico, estilo, categor&iacute;a y otros.
                                <br>
                                c) Se ha cumplimentado el gui&oacute;n del videojuego desglosando la historia de cada personaje (principal o secundario), el mundo, los enemigos y misiones, adaptando la trama creada a las mec&aacute;nicas.
                                <br>
                                d) Se han establecido con detalle las mec&aacute;nicas del juego, identificando todas las opciones posibles del videojuego y la experiencia del jugador.
                                <br>
                                e) Se han identificado los diferentes estados del videojuego que se identifican con las diferentes pantallas o escenas. 
                                <br>
                                f) Se ha establecido el interfaz del videojuego asoci&aacute;ndolo a cada uno de los estados y al dise&ntilde;o interactivo de los mismos.
                                <br>
                                g) Se han determinado la m&uacute;sica, voces y efectos de sonido relacion&aacute;ndolos entre s&iacute; en cada una de las escenas.
                                <br>
                                h) Se han determinado los aspectos de producci&oacute;n, publicaci&oacute;n y gesti&oacute;n.
                                <br>
                                i) Se ha determinado la arquitectura de un proyecto software de videojuegos.
                                <br>
                            </div>
                        </div>
                    </div>
                    <div class="card">
                        <div class="card-header" id="heading5052-2">
                            <h2 class="mb-0">
                                <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapse5052-2" aria-expanded="false" aria-controls="collapse5052-2">
                                            R.A. Gestiona proyectos de videojuegos definiendo e implementando todas las etapas de los diferentes perfiles profesionales que forman parte de su desarrollo.</button>
                            </h2>
                        </div>
                        <div id="collapse5052-2" class="collapse" aria-labelledby="heading5052-2" data-parent="#customAccordion">
                            <div class="card-body">
                                <strong>Criterios de evaluaci&oacute;n:</strong>
                                <br>
                                a) Se han determinado las tareas y, en funci&oacute;n de ellas, se establecen los diferentes perfiles profesionales que forman parte del equipo de trabajo.
                                <br>
                                b) Se han establecido e implementado metodolog&iacute;as de gesti&oacute;n de proyectos de videojuego.
                                <br>
                                c) Se han coordinado herramientas colaborativas de gesti&oacute;n de proyectos software.
                                <br>
                                d) Se han reconocido y relacionado repositorios de proyectos software y sus usuarios.
                                <br>
                                e) Se han establecido las herramientas de comunicaci&oacute;n de equipos de trabajo.
                                <br>
                                f) Se han configurado automatizaciones para informar de los eventos entre herramientas de trabajo de equipo.
                                <br>
                                g) Se ha realizado el control de versiones integrado en el entorno de desarrollo.
                                <br>
                            </div>
                        </div>
                    </div>
                    <div class="card">
                        <div class="card-header" id="heading5052-3">
                            <h2 class="mb-0">
                                <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapse5052-3" aria-expanded="false" aria-controls="collapse5052-3">
                                            R.A. Verifica el funcionamiento de los proyectos de videojuegos aplicando procesos de pruebas.</button>
                            </h2>
                        </div>
                        <div id="collapse5052-3" class="collapse" aria-labelledby="heading5052-3" data-parent="#customAccordion">
                            <div class="card-body">
                                <strong>Criterios de evaluaci&oacute;n:</strong>
                                <br>
                                a) Se han aplicado diferentes herramientas y t&eacute;cnicas de pruebas de videojuegos.
                                <br>
                                b) Se ha establecido y documentado el plan de pruebas.
                                <br>
                                c) Se han planificado pruebas de optimizaci&oacute;n de los recursos.
                                <br>
                                d) Se han verificado pruebas de red.
                                <br>
                                e) Se han realizado pruebas de nivel de dificultad.
                                <br>
                                f) Se han establecido pruebas de compatibilidad en los diferentes dispositivos.
                                <br>
                                g) Se han controlado pruebas en las diferentes plataformas.
                                <br>
                                h) Se han elaborado pruebas de evaluaci&oacute;n de jugabilidad y de caracterizaci&oacute;n de experiencia interactiva del jugador teniendo en cuenta los distintos perfiles existentes y el contexto de ejecuci&oacute;n.
                                <br>
                            </div>
                        </div>
                    </div>
                    <div class="card">
                        <div class="card-header" id="heading5052-4">
                            <h2 class="mb-0">
                                <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapse5052-4" aria-expanded="false" aria-controls="collapse5052-4">
                                            R.A.  Publica videojuegos teniendo en cuenta las caracter&iacute;sticas de las plataformas y dispositivos.</button>
                            </h2>
                        </div>
                        <div id="collapse5052-4" class="collapse" aria-labelledby="heading5052-4" data-parent="#customAccordion">
                            <div class="card-body">
                                <strong>Criterios de evaluaci&oacute;n:</strong>
                                <br>
                                a) Se han reconocido las caracter&iacute;sticas de las diferentes plataformas y dispositivos de videojuegos existentes.
                                <br>
                                b) Se han identificado las gu&iacute;as de clasificaciones de los videojuegos por edades y por g&eacute;nero.
                                <br>
                                c) Se han definido los requisitos para realizar compatibilidades entre diferentes dispositivos.
                                <br>
                                d) Se han realizado procesos de conversiones desde el motor de videojuegos a las diferentes plataformas existentes.
                                <br>
                                e) Se han registrado y publicado los ficheros en las diferentes plataformas de videojuego.
                                <br>
                                f) Se ha configurado e implementado la monetizaci&oacute;n del videojuego.
                                <br>
                                g) Se han establecido e implementado los ingresos por publicidad del videojuego.
                                <br>
                            </div>
                        </div>
                    </div>
                    <div class="card">
                        <div class="card-header" id="heading5052-5">
                            <h2 class="mb-0">
                                <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapse5052-5" aria-expanded="false" aria-controls="collapse5052-5">
                                            R.A.  Caracteriza los distintos segmentos de mercado a los que puede ir destinado el videojuego.</button>
                            </h2>
                        </div>
                        <div id="collapse5052-5" class="collapse" aria-labelledby="heading5052-5" data-parent="#customAccordion">
                            <div class="card-body">
                                <strong>Criterios de evaluaci&oacute;n:</strong>
                                <br>
                                a) Se ha definido la segmentaci&oacute;n global del mercado de videojuegos.
                                <br>
                                b) Se han identificado las caracter&iacute;sticas demogr&aacute;ficas, sociales y econ&oacute;micas del p&uacute;blico objetivo del mercado de videojuegos.
                                <br>
                                c) Se ha detectado el potencial de ventas del videojuego seg&uacute;n los tipos de p&uacute;blico objetivo.
                                <br>
                                d) Se han seleccionado los segmentos del mercado a los que pueden ir destinados los videojuegos.
                                <br>
                                e) Se han establecido los par&aacute;metros de juego m&aacute;s adecuados para el segmento de mercado seleccionado.
                                <br>
                                f) Se han identificado las posibles acciones de comunicaci&oacute;n para posicionarse en los segmentos escogidos.
                                <br>
                                g) Se han previsto estrategias de fidelizaci&oacute;n de usuarios de cada videojuego.
                                <br>
                                h) Se han previsto estrategias de fidelizaci&oacute;n de usuarios de cada videojuego.
                                <br>
                            </div>
                        </div>
                    </div>
                    <div class="card">
                        <div class="card-header" id="heading5052-6">
                            <h2 class="mb-0">
                                <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapse5052-6" aria-expanded="false" aria-controls="collapse5052-6">
                                            R.A.  Dise&ntilde;a planes de difusi&oacute;n de videojuegos teniendo en cuenta las caracter&iacute;sticas y particularidades de los diferentes canales.</button>
                            </h2>
                        </div>
                        <div id="collapse5052-6" class="collapse" aria-labelledby="heading5052-6" data-parent="#customAccordion">
                            <div class="card-body">
                                <strong>Criterios de evaluaci&oacute;n:</strong>
                                <br>
                                a) Se han generado productos de acuerdo con los conceptos b&aacute;sicos de mercadotecnia asociada a los videojuegos.
                                <br>
                                b) Se han generado productos de acuerdo con los conceptos b&aacute;sicos de mercadotecnia asociada a los videojuegos.
                                <br>
                                c) Se han generado productos de acuerdo con los conceptos b&aacute;sicos de mercadotecnia asociada a los videojuegos.
                                <br>
                                d) Se han reconocido y utilizado canales de videojuegos de las redes sociales y comunidades de usuarios.
                                <br>
                                e) Se han identificado los principales eventos y festivales de videojuegos.
                                <br>
                            </div>
                        </div>
                    </div>
                    <div class="card">
                        <div class="card-header" id="heading5052-7">
                            <h2 class="mb-0">
                                <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapse5052-7" aria-expanded="false" aria-controls="collapse5052-7">
                                            R.A. Dise&ntilde;a el plan de negocio del proyecto del videojuego identificando los segmentos del mercado y las caracter&iacute;sticas de los mismos.</button>
                            </h2>
                        </div>
                        <div id="collapse5052-7" class="collapse" aria-labelledby="heading5052-7" data-parent="#customAccordion">
                            <div class="card-body">
                                <strong>Criterios de evaluaci&oacute;n:</strong>
                                <br>
                                a) Se han definido los objetivos de producci&oacute;n y operaci&oacute;n.
                                <br>
                                b) Se han definido los objetivos de producci&oacute;n y operaci&oacute;n.
                                <br>
                                c) Se ha calculado la viabilidad del proyecto.
                                <br>
                                d) Se han identificado los riesgos del proyecto.
                                <br>
                                e) Se han valorado los tiempos asociados a recursos y costes de producci&oacute;n.
                                <br>
                                f) Se han realizado b&uacute;squedas de fuentes de financiaci&oacute;n.
                                <br>
                                g) Se ha determinado la gesti&oacute;n de calidad del proyecto
                                <br>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </div>
        <footer>
            <div class="footer-content">
                <div class="footer-logo">
                    <img src="../public_html/img/logoCampusCamaraFooter.png" alt="Logo pie de p&aacute;gina">
                    <div class="footer-gallery" style="background-color: rgb(162, 162, 159); border-radius: 200px;">
                        <img src="../public_html/img/X.png" alt="img1"><img src="../public_html/img/Instagram.png" alt="img2"><img src="../public_html/img/Facebook.png" alt="img3"><img src="../public_html/img/Youtube.png" alt="img4">
                    </div>
                </div>
                <div class="footer-email">
                    <img src="../public_html/img/CorreoElectronico.png" alt="Correo" style="width: 20px; height: 20px; vertical-align: middle; margin-right: 5px;">
                            info@fpcampuscamara.es
                        
                </div>
                <div class="footer-phone">
                    <img src="../public_html/img/Llamada.png" alt="Tel&eacute;fono" style="width: 20px; height: 20px; vertical-align: middle; margin-right: 5px;">
                            954238797
                        
                </div>
            </div>
        </footer>
    </body>
</html>

