<html>
    <head>
        <META http-equiv="Content-Type" content="text/html; charset=UTF-8">
        <title>Centro FP Superior</title>
        <meta charset="UTF-8">
        <link rel="stylesheet" href="https://stackpath.bootstrapcdn.com/bootstrap/4.5.2/css/bootstrap.min.css">
        <script src="https://code.jquery.com/jquery-3.5.1.slim.min.js"></script><script src="https://cdn.jsdelivr.net/npm/bootstrap@4.5.2/dist/js/bootstrap.bundle.min.js"></script>
        <link rel="stylesheet" href="EstilosExtra.css">
        <style>
                    .custom-accordion .card {
                    border-radius: 1rem;
                    background-color: #d0e8ff;
                    border: none;
                    margin-bottom: 1rem;
                    }
                    .custom-accordion .card-header {
                    border-radius: 1rem 1rem 0 0;
                    background-color: #b3daff;
                    }
                </style>
    </head>
    <body>
        <header>
            <style>
                        .logo {
                        height: 78px;
                        width: 218px; /* o lo que mida tu logo */
                        background-image: url('../public_html/img/LogoCampusCamaraHeader.png');
                        background-size: contain;
                        background-repeat: no-repeat;
                        background-position: center;
                        }
                    </style>
            <div class="logo"></div>
            <nav>
                <a href="index.html#Administraci%C3%B3n y Gesti%C3%B3n">Administraci&oacute;n y Gesti&oacute;n</a><a href="index.html#M%C3%A1sters FP">M&aacute;sters FP</a>
            </nav>
        </header>
        <div class="sub-title">CENTRO FP SUPERIOR DE LA C&Aacute;MARA DE COMERCIO DE SEVILLA</div>
        <div class="main-title">
            Grado Superior de Administraci&oacute;n y Finanzas
            <br>
                                &ndash;&ndash; FP Superior con Titulaci&oacute;n Oficial Junta de Andaluc&iacute;a &ndash; 
                
        </div>
        <div class="sub-title2">Formaci&oacute;n en centros de trabajo</div>
        <style>
                    .curso2º {
                    background-color: orange; /* cambio a naranja */
                    color: white;
                    padding: 12px 27px;
                    border-radius: 50px;
                    display: inline-block;
                    font-weight: bold;
                    font-size: 1.8em;
                    font-family: Arial, sans-serif;
                    text-align: center;

                    position: relative;
                    top: 90px;
                    left: 290px;
                </style>
        <div class="curso2&ordm;">
                    2&ordm; Curso
                </div>
        <style>
                    .resultadosdeaprendizaje {
                    background-color: #003366; /* azul oscuro */
                    color: white;
                    padding: 12px 27px;  /* más espacio arriba/abajo y a los lados */
                    border-radius: 50px; /* ovalado */
                    display: inline-block;
                    font-weight: bold;
                    font-size: 1.8em;    /* letra más grande */
                    font-family: Arial, sans-serif;
                    text-align: center;

                    position: relative;
                    top: 370px;
                    left: 70px;
                    }
                </style>
        <div class="resultadosdeaprendizaje">
                                Resultados de 
            <br>
                        aprendizaje               
                    </br>
        </div>
        <div class="container mt-4">
            <div id="customAccordion" class="custom-accordion">
                <div class="card">
                    <div class="card-header" id="headingOne">
                        <h2 class="mb-0">
                            <button class="btn btn-link btn-block text-left text-dark font-weight-bold" type="button" data-toggle="collapse" data-target="#collapseOne" aria-expanded="true" aria-controls="collapseOne">
                                        Contenidos B&aacute;sicos
                                    </button>
                        </h2>
                    </div>
                    <div id="collapseOne" class="collapse" aria-labelledby="headingOne" data-parent="#customAccordion">
                        <div class="card-body"> El m&oacute;dulo trata de aplicar de manera integral los conocimientos te&oacute;ricos y pr&aacute;cticos adquiridos durante la formaci&oacute;n profesional para desempe&ntilde;arse con eficacia y responsabilidad en un entorno laboral real, demostrando habilidades t&eacute;cnicas, actitud proactiva, capacidad de adaptaci&oacute;n, trabajo en equipo y compromiso con las normas y valores &eacute;ticos de la empresa, con el fin de contribuir al logro de los objetivos organizacionales y al desarrollo personal y profesional. </div>
                    </div>
                </div>
                <div class="card">
                    <div class="card-header" id="headingObjetivosGenerales">
                        <h2 class="mb-0">
                            <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapseObjetivosGenerales" aria-expanded="false" aria-controls="collapseObjetivosGenerales">
                                        Objetivos generales
                                    </button>
                        </h2>
                    </div>
                    <div id="collapseObjetivosGenerales" class="collapse" aria-labelledby="headingObjetivosGenerales" data-parent="#customAccordion">
                        <div class="card-body">
                            <ol type="a">
                                <li>Aplicar procedimientos y t&eacute;cnicas profesionales en situaciones reales de trabajo.</li>
                                <li>Desarrollar competencias transversales como trabajo en equipo, comunicaci&oacute;n y resoluci&oacute;n de problemas.</li>
                                <li>Adaptarse a la cultura y normativa de la empresa o centro de trabajo.</li>
                                <li>Identificar oportunidades de mejora y aprendizaje continuo en el entorno laboral.</li>
                            </ol>
                        </div>
                    </div>
                </div>
                <div class="card">
                    <div class="card-header" id="headingTwo">
                        <h2 class="mb-0">
                            <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapseTwo" aria-expanded="false" aria-controls="collapseTwo">
                                        Competencias profesionales, personales y sociales
                                    </button>
                        </h2>
                    </div>
                    <div id="collapseTwo" class="collapse" aria-labelledby="headingTwo" data-parent="#customAccordion">
                        <div class="card-body">
                            <ol type="a">
                                <li>Capacidad de autonom&iacute;a y responsabilidad en el desempe&ntilde;o de tareas profesionales.</li>
                                <li>Habilidad para gestionar recursos y cumplir con objetivos dentro de plazos establecidos.</li>
                                <li>Competencias digitales b&aacute;sicas para la gesti&oacute;n de informaci&oacute;n y comunicaci&oacute;n.</li>
                                <li>Actitud proactiva para la integraci&oacute;n y desarrollo profesional en equipos multidisciplinares.</li>
                            </ol>
                        </div>
                    </div>
                </div>
                <div id="customAccordion0660">
                    <div class="card">
                        <div class="card-header" id="heading0660-1">
                            <h2 class="mb-0">
                                <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapse0660-1" aria-expanded="false" aria-controls="collapse0660-1">
                                            R.A. Identifica la estructura y organizaci&oacute;n de la empresa, relacion&aacute;ndolas con el tipo de servicio que presta.</button>
                            </h2>
                        </div>
                        <div id="collapse0660-1" class="collapse" aria-labelledby="heading0660-1" data-parent="#customAccordion0660">
                            <div class="card-body">
                                <strong>Criterios de evaluaci&oacute;n:</strong>
                                <br>
                                A) Se ha identificado la estructura organizativa de la empresa y las funciones de cada &aacute;rea de la misma.
                                <br>
                                B) Se ha comparado la estructura de la empresa con las organizaciones empresariales tipo existentes en el sector.
                                <br>
                                C) Se han relacionado las caracter&iacute;sticas del servicio y el tipo de clientes con el desarrollo de la actividad empresarial.
                                <br>
                                D) Se han identificado los procedimientos de trabajo en el desarrollo de la prestaci&oacute;n de servicio.
                                <br>
                                E) Se han valorado las competencias necesarias de los recursos humanos para el desarrollo &oacute;ptimo de la actividad.
                                <br>
                                F) Se ha valorado la idoneidad de los canales de difusi&oacute;n m&aacute;s frecuentes en esta actividad.
                                <br>
                            </div>
                        </div>
                    </div>
                    <div class="card">
                        <div class="card-header" id="heading0660-2">
                            <h2 class="mb-0">
                                <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapse0660-2" aria-expanded="false" aria-controls="collapse0660-2">
                                            R.A. Aplica h&aacute;bitos &eacute;ticos y laborales en el desarrollo de su actividad profesional, de acuerdo con las caracter&iacute;sticas del puesto de trabajo y con los procedimientos establecidos en la empresa.</button>
                            </h2>
                        </div>
                        <div id="collapse0660-2" class="collapse" aria-labelledby="heading0660-2" data-parent="#customAccordion0660">
                            <div class="card-body">
                                <strong>Criterios de evaluaci&oacute;n:</strong>
                                <br>
                                A) Se han reconocido y justificado:                                                     - La disponibilidad personal y temporal necesarias en el puesto de trabajo.                                                     - Las actitudes personales (puntualidad y empat&iacute;a, entre otras) y profesionales (orden, limpieza y responsabilidad, entre otras) necesarias para el puesto de trabajo.                                                     - Los requerimientos actitudinales ante la prevenci&oacute;n de riesgos en la actividad profesional.                                                     - Los requerimientos actitudinales referidos a la calidad en la actividad profesional.                                                     - Las actitudes relacionadas con el propio equipo de trabajo y con las jerarqu&iacute;as establecidas en la empresa.                                                     - Las actitudes relacionadas con la documentaci&oacute;n de las actividades realizadas en el &aacute;mbito laboral.                                                     - Las necesidades formativas para la inserci&oacute;n y reinserci&oacute;n laboral en el &aacute;mbito cient&iacute;fico y t&eacute;cnico del buen hacer del profesional.
                                <br>
                                B) Se han identificado las normas de prevenci&oacute;n de riesgos laborales y los aspectos fundamentales de la Ley de Prevenci&oacute;n de Riesgos Laborales de aplicaci&oacute;n en la actividad profesional.
                                <br>
                                C) Se han puesto en marcha los equipos de protecci&oacute;n individual seg&uacute;n los riesgos de la actividad profesional y las normas de la empresa.
                                <br>
                                D) Se ha mantenido una actitud de respeto al medio ambiente en las actividades desarrolladas.
                                <br>
                                E) Se ha mantenido organizado, limpio y libre de obst&aacute;culos el puesto de trabajo o el &aacute;rea correspondiente al desarrollo de la actividad.
                                <br>
                                F) Se ha responsabilizado del trabajo asignado, interpretando y cumpliendo las instrucciones recibidas.
                                <br>
                                G) Se ha establecido una comunicaci&oacute;n eficaz con la persona responsable en cada situaci&oacute;n y con los miembros del equipo.
                                <br>
                                H) Se ha coordinado con el resto del equipo, comunicando las incidencias relevantes que se presenten.
                                <br>
                                I) Se ha valorado la importancia de su actividad y la necesidad de adaptaci&oacute;n a los cambios de tareas.
                                <br>
                                J) Se ha responsabilizado de la aplicaci&oacute;n de las normas y procedimientos en el desarrollo de su trabajo.
                                <br>
                            </div>
                        </div>
                    </div>
                    <div class="card">
                        <div class="card-header" id="heading0660-3">
                            <h2 class="mb-0">
                                <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapse0660-3" aria-expanded="false" aria-controls="collapse0660-3">
                                            R.A. Elabora y tramita todo tipo de documentos relacionados con las &aacute;reas administrativas de la empresa, empleando medios, equipos e instrumentos de control, seg&uacute;n los procedimientos de la empresa y el sector.</button>
                            </h2>
                        </div>
                        <div id="collapse0660-3" class="collapse" aria-labelledby="heading0660-3" data-parent="#customAccordion0660">
                            <div class="card-body">
                                <strong>Criterios de evaluaci&oacute;n:</strong>
                                <br>
                                A) Se han detectado las necesidades de comunicaci&oacute;n de los diferentes procesos de trabajo.
                                <br>
                                B) Se ha verificado el cumplimiento de la normativa aplicable.
                                <br>
                                C) Se ha verificado el cumplimiento de la petici&oacute;n de compra y los requisitos establecidos para las materias primas solicitadas.
                                <br>
                                D) Se ha verificado el cumplimiento de la normativa aplicable.
                                <br>
                                E) Se ha verificado el cumplimiento de la petici&oacute;n de compra y los requisitos establecidos para las materias primas solicitadas.
                                <br>
                                F) Se ha acomodado el estilo y medio de la comunicaci&oacute;n y la documentaci&oacute;n al cliente o instancia demandante del producto o servicio.
                                <br>
                                G) Se han tenido en cuenta los aspectos relacionados con la atenci&oacute;n al cliente y la gesti&oacute;n de la calidad
                                <br>
                            </div>
                        </div>
                    </div>
                    <div class="card">
                        <div class="card-header" id="heading0660-4">
                            <h2 class="mb-0">
                                <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapse0660-4" aria-expanded="false" aria-controls="collapse0660-4">
                                            R.A. Realiza la gesti&oacute;n de procesos administrativos de todos los &aacute;mbitos de la empresa, proponiendo l&iacute;neas de actuaci&oacute;n y supervisando las tareas del equipo a su cargo.</button>
                            </h2>
                        </div>
                        <div id="collapse0660-4" class="collapse" aria-labelledby="heading0660-4" data-parent="#customAccordion0660">
                            <div class="card-body">
                                <strong>Criterios de evaluaci&oacute;n:</strong>
                                <br>
                                A) Se han deducido las necesidades de actuaci&oacute;n con respecto a los procesos peri&oacute;dicos y no peri&oacute;dicos relacionados con la administraci&oacute;n de la empresa u organismo.
                                <br>
                                B) Se han tenido en cuenta las posibles necesidades de coordinaci&oacute;n con el resto del equipo de administraci&oacute;n y otros departamentos.
                                <br>
                                C) Se han determinado los procedimientos intermedios de documentaci&oacute;n y tramitaci&oacute;n, teniendo en cuenta las necesidades de los procesos administrativos.
                                <br>
                                D) Se han determinado los procesos, buscando una utilizaci&oacute;n racional de los recursos materiales y energ&eacute;ticos.
                                <br>
                                E) Se han relacionado y determinado las necesidades previas al desarrollo de las diversas fases y t&eacute;cnicas propias de la gesti&oacute;n integral de la administraci&oacute;n.
                                <br>
                                F) Se han determinado las posibles medidas de correcci&oacute;n en funci&oacute;n de los resultados obtenidos.
                                <br>
                                G) Se han caracterizado y realizado las valoraciones de costes de las diferentes actuaciones administrativas para decidir o proponer a sus superiores entre varias alternativas.
                                <br>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </div>
        <footer>
            <div class="footer-content">
                <div class="footer-logo">
                    <img src="../public_html/img/logoCampusCamaraFooter.png" alt="Logo pie de p&aacute;gina">
                    <div class="footer-gallery" style="background-color: rgb(162, 162, 159); border-radius: 200px;">
                        <img src="../public_html/img/X.png" alt="img1"><img src="../public_html/img/Instagram.png" alt="img2"><img src="../public_html/img/Facebook.png" alt="img3"><img src="../public_html/img/Youtube.png" alt="img4">
                    </div>
                </div>
                <div class="footer-email">
                    <img src="../public_html/img/CorreoElectronico.png" alt="Correo" style="width: 20px; height: 20px; vertical-align: middle; margin-right: 5px;">
                            info@fpcampuscamara.es
                        
                </div>
                <div class="footer-phone">
                    <img src="../public_html/img/Llamada.png" alt="Tel&eacute;fono" style="width: 20px; height: 20px; vertical-align: middle; margin-right: 5px;">
                            954238797
                        
                </div>
            </div>
        </footer>
    </body>
</html>

