<html>
    <head>
        <META http-equiv="Content-Type" content="text/html; charset=UTF-8">
        <title>Centro FP Superior</title>
        <meta charset="UTF-8">
        <link rel="stylesheet" href="https://stackpath.bootstrapcdn.com/bootstrap/4.5.2/css/bootstrap.min.css">
        <script src="https://code.jquery.com/jquery-3.5.1.slim.min.js"></script><script src="https://cdn.jsdelivr.net/npm/bootstrap@4.5.2/dist/js/bootstrap.bundle.min.js"></script>
        <link rel="stylesheet" href="EstilosExtra.css">
        <style>
                    .custom-accordion .card {
                    border-radius: 1rem;
                    background-color: #d0e8ff;
                    border: none;
                    margin-bottom: 1rem;
                    }
                    .custom-accordion .card-header {
                    border-radius: 1rem 1rem 0 0;
                    background-color: #b3daff;
                    }
                </style>
    </head>
    <body>
        <header>
            <style>
                        .logo {
                        height: 78px;
                        width: 218px; /* o lo que mida tu logo */
                        background-image: url('../public_html/img/LogoCampusCamaraHeader.png');
                        background-size: contain;
                        background-repeat: no-repeat;
                        background-position: center;
                        }
                    </style>
            <div class="logo"></div>
            <nav>
                <a href="index.html#Administraci%C3%B3n y Gesti%C3%B3n">Administraci&oacute;n y Gesti&oacute;n</a><a href="index.html#M%C3%A1sters FP">M&aacute;sters FP</a>
            </nav>
        </header>
        <div class="sub-title">CENTRO FP SUPERIOR DE LA C&Aacute;MARA DE COMERCIO DE SEVILLA</div>
        <div class="main-title">
            Grado Superior de Administraci&oacute;n y Finanzas
            <br>
                                &ndash;&ndash; FP Superior con Titulaci&oacute;n Oficial Junta de Andaluc&iacute;a &ndash; 
                
        </div>
        <div class="sub-title2">Gesti&oacute;n de la documentaci&oacute;n jur&iacute;dica y empresarial</div>
        <style>
                    .curso1º {
                    background-color: orange; /* cambio a naranja */
                    color: white;
                    padding: 12px 27px;
                    border-radius: 50px;
                    display: inline-block;
                    font-weight: bold;
                    font-size: 1.8em;
                    font-family: Arial, sans-serif;
                    text-align: center;

                    position: relative;
                    top: 90px;
                    left: 290px;
                </style>
        <div class="curso1&ordm;">
                    1&ordm; Curso
                </div>
        <style>
                    .resultadosdeaprendizaje {
                    background-color: #003366; /* azul oscuro */
                    color: white;
                    padding: 12px 27px;  /* más espacio arriba/abajo y a los lados */
                    border-radius: 50px; /* ovalado */
                    display: inline-block;
                    font-weight: bold;
                    font-size: 1.8em;    /* letra más grande */
                    font-family: Arial, sans-serif;
                    text-align: center;

                    position: relative;
                    top: 370px;
                    left: 70px;
                    }
                </style>
        <div class="resultadosdeaprendizaje">
                                Resultados de 
            <br>
                        aprendizaje               
                    </br>
        </div>
        <div class="container mt-4">
            <div id="customAccordion" class="custom-accordion">
                <div class="card">
                    <div class="card-header" id="headingOne">
                        <h2 class="mb-0">
                            <button class="btn btn-link btn-block text-left text-dark font-weight-bold" type="button" data-toggle="collapse" data-target="#collapseOne" aria-expanded="true" aria-controls="collapseOne">
                                        Contenidos B&aacute;sicos
                                    </button>
                        </h2>
                    </div>
                    <div id="collapseOne" class="collapse" aria-labelledby="headingOne" data-parent="#customAccordion">
                        <div class="card-body"> El alumno ser&aacute; capaz de analizar, gestionar y controlar la documentaci&oacute;n jur&iacute;dica y empresarial, aplicando la normativa legal vigente y utilizando herramientas tecnol&oacute;gicas para asegurar la correcta elaboraci&oacute;n, tramitaci&oacute;n, archivo y custodia de los documentos, garantizando la eficacia en los procesos administrativos y la seguridad de la informaci&oacute;n, contribuyendo as&iacute; al buen funcionamiento y la transparencia en las organizaciones.</div>
                    </div>
                </div>
                <div class="card">
                    <div class="card-header" id="headingObjetivosGenerales">
                        <h2 class="mb-0">
                            <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapseObjetivosGenerales" aria-expanded="false" aria-controls="collapseObjetivosGenerales">
                                        Objetivos generales
                                    </button>
                        </h2>
                    </div>
                    <div id="collapseObjetivosGenerales" class="collapse" aria-labelledby="headingObjetivosGenerales" data-parent="#customAccordion">
                        <div class="card-body">
                            <ol type="a">
                                <li>Identificar los diferentes tipos de documentos jur&iacute;dicos y empresariales y sus caracter&iacute;sticas.</li>
                                <li>Aplicar procedimientos adecuados para la elaboraci&oacute;n, tramitaci&oacute;n y archivo de la documentaci&oacute;n.</li>
                                <li>Utilizar sistemas de gesti&oacute;n documental y recursos tecnol&oacute;gicos para el manejo eficaz de la informaci&oacute;n.</li>
                                <li>Interpretar la normativa vigente aplicable a la documentaci&oacute;n jur&iacute;dica y empresarial.</li>
                                <li>Garantizar la confidencialidad y seguridad de la documentaci&oacute;n manejada.</li>
                            </ol>
                        </div>
                    </div>
                </div>
                <div class="card">
                    <div class="card-header" id="headingTwo">
                        <h2 class="mb-0">
                            <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapseTwo" aria-expanded="false" aria-controls="collapseTwo">
                                        Competencias profesionales, personales y sociales
                                    </button>
                        </h2>
                    </div>
                    <div id="collapseTwo" class="collapse" aria-labelledby="headingTwo" data-parent="#customAccordion">
                        <div class="card-body">
                            <ol type="a">
                                <li>Desarrollar habilidades de organizaci&oacute;n y planificaci&oacute;n para gestionar la documentaci&oacute;n de forma eficiente.</li>
                                <li>Mejorar la comunicaci&oacute;n escrita y verbal para facilitar la elaboraci&oacute;n y presentaci&oacute;n de documentos.</li>
                                <li>Fomentar el trabajo en equipo para coordinar la gesti&oacute;n documental en el &aacute;mbito empresarial.</li>
                                <li>Adaptarse a cambios normativos y tecnol&oacute;gicos relacionados con la documentaci&oacute;n jur&iacute;dica y empresarial.</li>
                            </ol>
                        </div>
                    </div>
                </div>
                <div id="customAccordion0647">
                    <div class="card">
                        <div class="card-header" id="heading0647-1">
                            <h2 class="mb-0">
                                <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapse0647-1" aria-expanded="false" aria-controls="collapse0647-1">
                                            R.A.  Caracteriza la estructura y organizaci&oacute;n de las administraciones p&uacute;blicas establecidas en la Constituci&oacute;n espa&ntilde;ola y la UE, reconociendo los organismos, instituciones y personas que las integran.</button>
                            </h2>
                        </div>
                        <div id="collapse0647-1" class="collapse" aria-labelledby="heading0647-1" data-parent="#customAccordion0647">
                            <div class="card-body">
                                <strong>Criterios de evaluaci&oacute;n:</strong>
                                <br>
                                <br>
                                a) Se han identificado los poderes p&uacute;blicos establecidos en la Constituci&oacute;n espa&ntilde;ola y sus respectivas funciones
                                <br>
                                b) Se han determinado los &oacute;rganos de gobierno de cada uno de los poderes p&uacute;blicos as&iacute; como sus funciones, conforme a su legislaci&oacute;n espec&iacute;fica.
                                <br>
                                c) Se han identificado los principales &oacute;rganos de gobierno del poder ejecutivo de las administraciones auton&oacute;micas y locales as&iacute; como sus funciones.
                                <br>
                                d) Se han definido la estructura y funciones b&aacute;sicas de las principales instituciones de la Uni&oacute;n Europea.
                                <br>
                                e) Se han descrito las funciones o competencias de los &oacute;rganos y la normativa aplicable a los mismos.
                                <br>
                                f) Se han descrito las relaciones entre los diferentes &oacute;rganos de la Uni&oacute;n Europea y el resto de las Administraciones nacionales, as&iacute; como la incidencia de la normativa europea en la nacional.
                                <br>
                            </div>
                        </div>
                    </div>
                    <div class="card">
                        <div class="card-header" id="heading0647-2">
                            <h2 class="mb-0">
                                <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapse0647-2" aria-expanded="false" aria-controls="collapse0647-2">
                                            R.A. Actualiza peri&oacute;dicamente la informaci&oacute;n jur&iacute;dica requerida por la actividad empresarial, seleccionando la legislaci&oacute;n y jurisprudencia relacionada con la organizaci&oacute;n.</button>
                            </h2>
                        </div>
                        <div id="collapse0647-2" class="collapse" aria-labelledby="heading0647-2" data-parent="#customAccordion0647">
                            <div class="card-body">
                                <strong>Criterios de evaluaci&oacute;n:</strong>
                                <br>
                                <br>
                                a) Se han reconocido las fuentes del Derecho de acuerdo con el ordenamiento jur&iacute;dico.
                                <br>
                                b) Se han precisado las caracter&iacute;sticas de las normas jur&iacute;dicas y de los &oacute;rganos que las elaboran, dictan, aprueban y publican.
                                <br>
                                c) Se han relacionado las leyes con el resto de normas que las desarrollan, identificando los &oacute;rganosresponsables de su aprobaci&oacute;n y tramitaci&oacute;n.
                                <br>
                                d) Se ha identificado la estructura de los boletines oficiales, incluido el diario oficial de la Uni&oacute;n Europea, como medio de publicidad de las normas.
                                <br>
                                e) Se han seleccionado distintas fuentes o bases de datos de documentaci&oacute;n jur&iacute;dica tradicionales y/o en Internet, estableciendo accesos directos a las mismas para agilizar los procesos de b&uacute;squeda y localizaci&oacute;n de informaci&oacute;n.
                                <br>
                                f) Se ha detectado la aparici&oacute;n de nueva normativa, jurisprudencia, notificaciones, etc., consultando habitualmente las bases de datos jur&iacute;dicas que puedan afectar a la entidad.
                                <br>
                                g) Se ha archivado la informaci&oacute;n encontrada en los soportes o formatos establecidos, para posteriormente trasmitirla a los departamentos correspondientes de la organizaci&oacute;n.
                                <br>
                            </div>
                        </div>
                    </div>
                    <div class="card">
                        <div class="card-header" id="heading0647-3">
                            <h2 class="mb-0">
                                <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapse0647-3" aria-expanded="false" aria-controls="collapse0647-3">
                                            R.A. Organiza los documentos jur&iacute;dicos relativos a la constituci&oacute;n y funcionamiento de las entidades, cumpliendo la normativa civil y mercantil vigente seg&uacute;n las directrices definidas.</button>
                            </h2>
                        </div>
                        <div id="collapse0647-3" class="collapse" aria-labelledby="heading0647-3" data-parent="#customAccordion0647">
                            <div class="card-body">
                                <strong>Criterios de evaluaci&oacute;n:</strong>
                                <br>
                                <br>
                                a) Se han identificado las diferencias y similitudes entre las distintas formas jur&iacute;dicas de empresa.
                                <br>
                                b) Se ha determinado el proceso de constituci&oacute;n de una sociedad mercantil y se ha indicado la normativa mercantil aplicable y los documentos jur&iacute;dicos que se generan.
                                <br>
                                c) Se han precisado las funciones de los fedatarios y los registros p&uacute;blicos, y la estructura y caracter&iacute;sticas de los documentos p&uacute;blicos habituales en el &aacute;mbito de los negocios.
                                <br>
                                d) Se han descrito y analizado las caracter&iacute;sticas y los aspectos m&aacute;s significativos de los modelos de documentos m&aacute;s habituales en la vida societaria: estatutos, escrituras y actas, entre otros.
                                <br>
                                e) Se han elaborado documentos societarios a partir de los datos aportados, modificando y adaptando los modelos disponibles.
                                <br>
                                f) Se ha reconocido la importancia de la actuaci&oacute;n de los fedatarios en la elevaci&oacute;n a p&uacute;blico de los documentos, estimando las consecuencias de no realizar los tr&aacute;mites oportunos.
                                <br>
                                g) Se han determinado las peculiaridades de la documentaci&oacute;n mercantil acorde al objeto social de la empresa.
                                <br>
                                h) Se ha verificado el cumplimiento de las caracter&iacute;sticas y requisitos formales de los libros de la sociedad exigidos por la normativa mercantil.
                                <br>
                            </div>
                        </div>
                    </div>
                    <div class="card">
                        <div class="card-header" id="heading0647-4">
                            <h2 class="mb-0">
                                <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapse0647-4" aria-expanded="false" aria-controls="collapse0647-4">
                                            R.A.  Elabora la documentaci&oacute;n requerida por los organismos p&uacute;blicos relativos a los distintos procedimientos administrativos, cumpliendo con la legislaci&oacute;n vigente y las directrices definidas.</button>
                            </h2>
                        </div>
                        <div id="collapse0647-4" class="collapse" aria-labelledby="heading0647-4" data-parent="#customAccordion0647">
                            <div class="card-body">
                                <strong>Criterios de evaluaci&oacute;n:</strong>
                                <br>
                                <br>
                                a) Se ha descrito el concepto de contrato y la capacidad para contratar seg&uacute;n la normativa espa&ntilde;ola.
                                <br>
                                b) Se han identificado las distintas modalidades de contrataci&oacute;n y sus caracter&iacute;sticas.
                                <br>
                                c) Se han identificado las normas relacionadas con los distintos tipos de contratos del &aacute;mbito empresarial.
                                <br>
                                d) Se ha recopilado y cotejado la informaci&oacute;n y documentaci&oacute;n necesaria para la cumplimentaci&oacute;n de cada contrato, de acuerdo con las instrucciones recibidas.
                                <br>
                                e) Se han cumplimentado los modelos normalizados, utilizando aplicaciones inform&aacute;ticas, de acuerdo con la informaci&oacute;n recopilada y las instrucciones recibidas.
                                <br>
                                f) Se han verificado los datos de cada documento, comprobando el cumplimiento y exactitud de los requisitos contractuales y legales.
                                <br>
                                g) Se ha valorado la utilizaci&oacute;n de la firma digital y certificados de autenticidad en la elaboraci&oacute;n de los documentos que lo permitan.
                                <br>
                                h) Se han aplicado las normas de seguridad y confidencialidad de la informaci&oacute;n en el uso y la custodia de los documentos.
                                <br>
                            </div>
                        </div>
                    </div>
                    <div class="card">
                        <div class="card-header" id="heading0647-5">
                            <h2 class="mb-0">
                                <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapse0647-5" aria-expanded="false" aria-controls="collapse0647-5">
                                            R.A. Cumplimenta los modelos de contrataci&oacute;n privados m&aacute;s habituales en el &aacute;mbito empresarial o documentos de fe p&uacute;blica, aplicando la normativa vigente y los medios inform&aacute;ticos disponibles para su presentaci&oacute;n y firma.</button>
                            </h2>
                        </div>
                        <div id="collapse0647-5" class="collapse" aria-labelledby="heading0647-5" data-parent="#customAccordion0647">
                            <div class="card-body">
                                <strong>Criterios de evaluaci&oacute;n:</strong>
                                <br>
                                <br>
                                a) Se ha verificado el cumplimiento de las caracter&iacute;sticas y requisitos formales de los libros de la sociedad exigidos por la normativa mercantil.
                                <br>
                                b) Se han determinado las caracter&iacute;sticas, requisitos legales y de formato de los documentos oficiales m&aacute;s habituales, generados en cada una de las fases del procedimiento administrativo y recursos ante lo contencioso-administrativo.
                                <br>
                                c) Se ha recopilado la informaci&oacute;n necesaria para la elaboraci&oacute;n de la documentaci&oacute;n administrativa o judicial, de acuerdo con los objetivos del documento.
                                <br>
                                d) Se han cumplimentado los impresos, modelos o documentaci&oacute;n tipo, de acuerdo con los datos e informaci&oacute;n disponible y los requisitos legales establecidos.
                                <br>
                                e) Se ha valorado la importancia de los plazos de formulaci&oacute;n de la documentaci&oacute;n.
                                <br>
                                f) Se han preparado las renovaciones o acciones peri&oacute;dicas derivadas de las obligaciones con las administraciones p&uacute;blicas, para su presentaci&oacute;n al organismo correspondiente.
                                <br>
                                g) Se han descrito las caracter&iacute;sticas de la firma electr&oacute;nica, sus efectos jur&iacute;dicos, el proceso para su obtenci&oacute;n y la normativa estatal y europea que la regula.
                                <br>
                                h) Se ha establecido el procedimiento para la solicitud de la certificaci&oacute;n electr&oacute;nica para la presentaci&oacute;n de los modelos oficiales por v&iacute;a telem&aacute;tica.
                                <br>
                                i) Se han descrito los derechos de las corporaciones y los ciudadanos en relaci&oacute;n con la presentaci&oacute;n de documentos ante la Administraci&oacute;n.
                                <br>
                                j) Se han determinado los tr&aacute;mites y presentaci&oacute;n de documentos tipo en los procesos y procedimientos de contrataci&oacute;n p&uacute;blica y concesi&oacute;n de subvenciones, seg&uacute;n las bases de las convocatorias y la normativa de aplicaci&oacute;n.
                                <br>
                                k) Se han determinado las condiciones de custodia de los documentos y expedientes relacionados con las administraciones p&uacute;blicas, garantizando su conservaci&oacute;n e integridad.
                                <br>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </div>
        <footer>
            <div class="footer-content">
                <div class="footer-logo">
                    <img src="../public_html/img/logoCampusCamaraFooter.png" alt="Logo pie de p&aacute;gina">
                    <div class="footer-gallery" style="background-color: rgb(162, 162, 159); border-radius: 200px;">
                        <img src="../public_html/img/X.png" alt="img1"><img src="../public_html/img/Instagram.png" alt="img2"><img src="../public_html/img/Facebook.png" alt="img3"><img src="../public_html/img/Youtube.png" alt="img4">
                    </div>
                </div>
                <div class="footer-email">
                    <img src="../public_html/img/CorreoElectronico.png" alt="Correo" style="width: 20px; height: 20px; vertical-align: middle; margin-right: 5px;">
                            info@fpcampuscamara.es
                        
                </div>
                <div class="footer-phone">
                    <img src="../public_html/img/Llamada.png" alt="Tel&eacute;fono" style="width: 20px; height: 20px; vertical-align: middle; margin-right: 5px;">
                            954238797
                        
                </div>
            </div>
        </footer>
    </body>
</html>

