<html>
    <head>
        <META http-equiv="Content-Type" content="text/html; charset=UTF-8">
        <title>Centro FP Superior</title>
        <meta charset="UTF-8">
        <link rel="stylesheet" href="https://stackpath.bootstrapcdn.com/bootstrap/4.5.2/css/bootstrap.min.css">
        <script src="https://code.jquery.com/jquery-3.5.1.slim.min.js"></script><script src="https://cdn.jsdelivr.net/npm/bootstrap@4.5.2/dist/js/bootstrap.bundle.min.js"></script>
        <link rel="stylesheet" href="EstilosExtra.css">
        <style>
                    .custom-accordion .card {
                    border-radius: 1rem;
                    background-color: #d0e8ff;
                    border: none;
                    margin-bottom: 1rem;
                    }
                    .custom-accordion .card-header {
                    border-radius: 1rem 1rem 0 0;
                    background-color: #b3daff;
                    }
                </style>
    </head>
    <body>
        <header>
            <style>
                        .logo {
                        height: 78px;
                        width: 218px; /* o lo que mida tu logo */
                        background-image: url('../public_html/img/LogoCampusCamaraHeader.png');
                        background-size: contain;
                        background-repeat: no-repeat;
                        background-position: center;
                        }
                    </style>
            <div class="logo"></div>
            <nav>
                <a href="index.html#Administraci%C3%B3n y Gesti%C3%B3n">Administraci&oacute;n y Gesti&oacute;n</a><a href="index.html#M%C3%A1sters FP">M&aacute;sters FP</a>
            </nav>
        </header>
        <div class="sub-title">CENTRO FP SUPERIOR DE LA C&Aacute;MARA DE COMERCIO DE SEVILLA</div>
        <div class="main-title">
            Grado Superior de Administraci&oacute;n y Finanzas
            <br>
                                &ndash;&ndash; FP Superior con Titulaci&oacute;n Oficial Junta de Andaluc&iacute;a &ndash; 
                
        </div>
        <div class="sub-title2">Gesti&oacute;n log&iacute;stica y comercial</div>
        <style>
                    .curso2º {
                    background-color: orange; /* cambio a naranja */
                    color: white;
                    padding: 12px 27px;
                    border-radius: 50px;
                    display: inline-block;
                    font-weight: bold;
                    font-size: 1.8em;
                    font-family: Arial, sans-serif;
                    text-align: center;

                    position: relative;
                    top: 90px;
                    left: 290px;
                </style>
        <div class="curso2&ordm;">
                    2&ordm; Curso
                </div>
        <style>
                    .resultadosdeaprendizaje {
                    background-color: #003366; /* azul oscuro */
                    color: white;
                    padding: 12px 27px;  /* más espacio arriba/abajo y a los lados */
                    border-radius: 50px; /* ovalado */
                    display: inline-block;
                    font-weight: bold;
                    font-size: 1.8em;    /* letra más grande */
                    font-family: Arial, sans-serif;
                    text-align: center;

                    position: relative;
                    top: 370px;
                    left: 70px;
                    }
                </style>
        <div class="resultadosdeaprendizaje">
                                Resultados de 
            <br>
                        aprendizaje               
                    </br>
        </div>
        <div class="container mt-4">
            <div id="customAccordion" class="custom-accordion">
                <div class="card">
                    <div class="card-header" id="headingOne">
                        <h2 class="mb-0">
                            <button class="btn btn-link btn-block text-left text-dark font-weight-bold" type="button" data-toggle="collapse" data-target="#collapseOne" aria-expanded="true" aria-controls="collapseOne">
                                        Contenidos B&aacute;sicos
                                    </button>
                        </h2>
                    </div>
                    <div id="collapseOne" class="collapse" aria-labelledby="headingOne" data-parent="#customAccordion">
                        <div class="card-body">
                                    Este m&oacute;dulo tiene como objetivo Desarrollar las capacidades para organizar y gestionar los procesos log&iacute;sticos y comerciales, integrando conocimientos de las &aacute;reas comercial, financiera, contable y fiscal, aplicando la normativa vigente y t&eacute;cnicas de atenci&oacute;n al cliente, con el fin de optimizar la gesti&oacute;n administrativa y operativa en empresas p&uacute;blicas o privadas.                </div>
                    </div>
                </div>
                <div class="card">
                    <div class="card-header" id="headingObjetivosGenerales">
                        <h2 class="mb-0">
                            <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapseObjetivosGenerales" aria-expanded="false" aria-controls="collapseObjetivosGenerales">
                                        Objetivos generales
                                    </button>
                        </h2>
                    </div>
                    <div id="collapseObjetivosGenerales" class="collapse" aria-labelledby="headingObjetivosGenerales" data-parent="#customAccordion">
                        <div class="card-body">
                            <ol type="a">
                                <li>Interrelaci&oacute;n de &aacute;reas empresariales: Reconocer la interrelaci&oacute;n entre las &aacute;reas comercial, financiera, contable y fiscal para gestionar los procesos de gesti&oacute;n empresarial de forma integrada.</li>
                                <li>Gesti&oacute;n administrativa de procesos comerciales: Identificar la normativa vigente, realizar c&aacute;lculos, seleccionar datos, cumplimentar documentos y reconocer las t&eacute;cnicas y m&eacute;todos de negociaci&oacute;n con proveedores y de asesoramiento a clientes, para realizar la gesti&oacute;n administrativa de los procesos comerciales.</li>
                                <li>Atenci&oacute;n al cliente: Reconocer las t&eacute;cnicas de atenci&oacute;n al cliente/usuario, adecu&aacute;ndolas a cada caso y analizando los protocolos de calidad e imagen empresarial o institucional para desempe&ntilde;ar las actividades relacionadas.</li>
                            </ol>
                        </div>
                    </div>
                </div>
                <div class="card">
                    <div class="card-header" id="headingTwo">
                        <h2 class="mb-0">
                            <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapseTwo" aria-expanded="false" aria-controls="collapseTwo">
                                        Competencias profesionales, personales y sociales
                                    </button>
                        </h2>
                    </div>
                    <div id="collapseTwo" class="collapse" aria-labelledby="headingTwo" data-parent="#customAccordion">
                        <div class="card-body">
                            <ol type="a">
                                <li>Organizaci&oacute;n y ejecuci&oacute;n de operaciones: Organizar y ejecutar las operaciones de gesti&oacute;n y administraci&oacute;n en los procesos comerciales, laborales, contables, fiscales y financieros de una empresa p&uacute;blica o privada, aplicando la normativa vigente y los protocolos de calidad e imagen empresarial o institucional.</li>
                                <li>Comunicaci&oacute;n efectiva: Desarrollar habilidades de comunicaci&oacute;n efectiva tanto oral como escrita en el contexto profesional.</li>
                                <li>Trabajo en equipo: Colaborar eficazmente en equipos de trabajo multidisciplinarios.</li>
                                <li>Resoluci&oacute;n de problemas: Aplicar t&eacute;cnicas de resoluci&oacute;n de problemas en situaciones laborales.</li>
                                <li>Adaptabilidad: Demostrar flexibilidad y adaptabilidad a los cambios en el entorno laboral.</li>
                                <li>Gesti&oacute;n del tiempo: Organizar y gestionar el tiempo de manera eficiente para cumplir con los plazos establecidos.</li>
                            </ol>
                        </div>
                    </div>
                </div>
                <div id="customAccordion">
                    <div class="card">
                        <div class="card-header" id="heading0655-1">
                            <h2 class="mb-0">
                                <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapse0655-1" aria-expanded="false" aria-controls="collapse0655-1">
                                            R.A. Elabora planes de aprovisionamiento, analizando informaci&oacute;n de las distintas &aacute;reas de la organizaci&oacute;n o empresa.</button>
                            </h2>
                        </div>
                        <div id="collapse0655-1" class="collapse" aria-labelledby="heading0655-1" data-parent="#customAccordion">
                            <div class="card-body">
                                <strong>Criterios de evaluaci&oacute;n:</strong>
                                <br>
                                A) Se han definido las fases que componen un programa de aprovisionamiento desde la detecci&oacute;n de necesidades hasta la recepci&oacute;n de la mercanc&iacute;a.
                                <br>
                                B) Se han determinado los principales par&aacute;metros que configuran un programa de aprovisionamiento que garantice la calidad y el cumplimiento del nivel de servicio establecido.
                                <br>
                                C) Se ha calculado el coste del programa de aprovisionamiento, diferenciando los elementos que lo componen.
                                <br>
                                D) Se han obtenido las previsiones de venta y/o demanda del periodo de cada departamento implicado.
                                <br>
                                E) Se han contrastado los consumos hist&oacute;ricos, lista de materiales y/o pedidos realizados, en funci&oacute;n del cumplimiento de los objetivos del plan de ventas y/o producci&oacute;n previsto por la empresa/organizaci&oacute;n.
                                <br>
                                F) Se ha determinado la capacidad &oacute;ptima de almacenamiento de la organizaci&oacute;n, teniendo en cuenta la previsi&oacute;n de stocks.
                                <br>
                                G) Se han elaborado las &oacute;rdenes de suministro de materiales con fecha, cantidad y lotes, indicando el momento y destino/ubicaci&oacute;n del suministro al almac&eacute;n y/o a las unidades productivas precedentes.
                                <br>
                                H) Se ha previsto con tiempo suficiente el reaprovisionamiento de la cadena de suministro para ajustar los vol&uacute;menes de stock al nivel de servicio, evitando los desabastecimientos.
                                <br>
                                I) Se han realizado las operaciones anteriores mediante una aplicaci&oacute;n inform&aacute;tica de gesti&oacute;n de stocks y aprovisionamiento.
                                <br>
                                J) Se ha asegurado la calidad del proceso de aprovisionamiento, estableciendo procedimientos normalizados de gesti&oacute;n de pedidos y control del proceso.
                                <br>
                            </div>
                        </div>
                    </div>
                    <div class="card">
                        <div class="card-header" id="heading0655-2">
                            <h2 class="mb-0">
                                <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapse0655-2" aria-expanded="false" aria-controls="collapse0655-2">
                                            R.A. Realiza procesos de selecci&oacute;n de proveedores, analizando las condiciones t&eacute;cnicas y los par&aacute;metros habituales.</button>
                            </h2>
                        </div>
                        <div id="collapse0655-2" class="collapse" aria-labelledby="heading0655-2" data-parent="#customAccordion">
                            <div class="card-body">
                                <strong>Criterios de evaluaci&oacute;n:</strong>
                                <br>
                                A) Se han identificado las fuentes de suministro y b&uacute;squeda de proveedores.
                                <br>
                                B) Se ha confeccionado un fichero con los proveedores potenciales, de acuerdo con los criterios de b&uacute;squeda &ldquo;on-line&rdquo; y &ldquo;off-line&rdquo;.
                                <br>
                                C) Se han realizado solicitudes de ofertas y pliego de condiciones de aprovisionamiento.
                                <br>
                                D) Se han recopilado las ofertas de proveedores que cumplan con las condiciones establecidas, para su posterior evaluaci&oacute;n.
                                <br>
                                E) Se han definido los criterios esenciales en la selecci&oacute;n de ofertas de proveedores: econ&oacute;micos, plazo de aprovisionamiento, calidad, condiciones de pago y servicio, entre otros.
                                <br>
                                F) Se ha establecido un baremo de los criterios de selecci&oacute;n en funci&oacute;n del peso espec&iacute;fico que, sobre el total, representa cada una de las variables consideradas.
                                <br>
                                G) Se han comparado las ofertas de varios proveedores de acuerdo con los par&aacute;metros de precio, calidad y servicio.
                                <br>
                                H) Se han realizado las operaciones anteriores mediante una aplicaci&oacute;n inform&aacute;tica de gesti&oacute;n de proveedores.
                                <br>
                            </div>
                        </div>
                    </div>
                    <div class="card">
                        <div class="card-header" id="heading0655-3">
                            <h2 class="mb-0">
                                <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapse0655-3" aria-expanded="false" aria-controls="collapse0655-3">
                                            R.A. Planifica la gesti&oacute;n de las relaciones con los proveedores, aplicando t&eacute;cnicas de negociaci&oacute;n y comunicaci&oacute;n.</button>
                            </h2>
                        </div>
                        <div id="collapse0655-3" class="collapse" aria-labelledby="heading0655-3" data-parent="#customAccordion">
                            <div class="card-body">
                                <strong>Criterios de evaluaci&oacute;n:</strong>
                                <br>
                                A) Se han relacionado las t&eacute;cnicas m&aacute;s utilizadas en la comunicaci&oacute;n con proveedores.
                                <br>
                                B) Se han detectado las ventajas, los costes y los requerimientos t&eacute;cnicos y comerciales de implantaci&oacute;n de un sistema de intercambio electr&oacute;nico de datos, en la gesti&oacute;n del aprovisionamiento.
                                <br>
                                C) Se han identificado los distintos tipos de documentos utilizados para el intercambio de informaci&oacute;n con proveedores.
                                <br>
                                D) Se han elaborado escritos de forma clara y concisa de las solicitudes de informaci&oacute;n a los proveedores.
                                <br>
                                E) Se han preparado previamente las conversaciones personales o telef&oacute;nicas con los proveedores.
                                <br>
                                F) Se han explicado las diferentes etapas en un proceso de negociaci&oacute;n de condiciones de aprovisionamiento.
                                <br>
                                G) Se han descrito las t&eacute;cnicas de negociaci&oacute;n m&aacute;s utilizadas en la compra, venta y aprovisionamiento.
                                <br>
                                H) Se ha elaborado un informe que recoja los acuerdos de la negociaci&oacute;n, mediante el uso de los programas inform&aacute;ticos adecuados.
                                <br>
                            </div>
                        </div>
                    </div>
                    <div class="card">
                        <div class="card-header" id="heading0655-4">
                            <h2 class="mb-0">
                                <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapse0655-4" aria-expanded="false" aria-controls="collapse0655-4">
                                            R.A. Programa el seguimiento documental y los controles del proceso de aprovisionamiento, aplicando los mecanismos previstos en el programa y utilizando aplicaciones inform&aacute;ticas.</button>
                            </h2>
                        </div>
                        <div id="collapse0655-4" class="collapse" aria-labelledby="heading0655-4" data-parent="#customAccordion">
                            <div class="card-body">
                                <strong>Criterios de evaluaci&oacute;n:</strong>
                                <br>
                                A) Se han determinado los flujos de informaci&oacute;n, relacionando los departamentos de una empresa y los dem&aacute;s agentes log&iacute;sticos que intervienen en la actividad de aprovisionamiento.
                                <br>
                                B) Se han enlazado las informaciones de aprovisionamiento, log&iacute;stica y facturaci&oacute;n con otras &aacute;reas de informaci&oacute;n de la empresa, como contabilidad y tesorer&iacute;a.
                                <br>
                                C) Se han definido los aspectos que deben figurar en los documentos internos de registro y control del proceso de aprovisionamiento.
                                <br>
                                D) Se ha secuenciado el proceso de control que deben seguir los pedidos realizados a un proveedor en el momento de recepci&oacute;n en el almac&eacute;n.
                                <br>
                                E) Se han definido los indicadores de calidad y eficacia operativa en la gesti&oacute;n de proveedores.
                                <br>
                                F) Se han detectado las incidencias m&aacute;s frecuentes del proceso de aprovisionamiento.
                                <br>
                                G) Se han establecido las posibles medidas que se deben adoptar ante las anomal&iacute;as en la recepci&oacute;n de un pedido.
                                <br>
                                H) Se han elaborado informes de evaluaci&oacute;n de proveedores de manera clara y estructurada.
                                <br>
                                I) Se ha elaborado la documentaci&oacute;n relativa al control, registro e intercambio de informaci&oacute;n con proveedores, siguiendo los procedimientos de calidad y utilizando aplicaciones inform&aacute;ticas.
                                <br>
                            </div>
                        </div>
                    </div>
                    <div class="card">
                        <div class="card-header" id="heading0655-5">
                            <h2 class="mb-0">
                                <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapse0655-5" aria-expanded="false" aria-controls="collapse0655-5">
                                            R.A. Define las fases y operaciones que deben realizarse dentro de la cadena log&iacute;stica, asegur&aacute;ndose la trazabilidad y calidad en el seguimiento de la mercanc&iacute;a.</button>
                            </h2>
                        </div>
                        <div id="collapse0655-5" class="collapse" aria-labelledby="heading0655-5" data-parent="#customAccordion">
                            <div class="card-body">
                                <strong>Criterios de evaluaci&oacute;n:</strong>
                                <br>
                                A) Se han descrito las caracter&iacute;sticas b&aacute;sicas de la cadena log&iacute;stica, identificando las actividades, fases y agentes que participan y las relaciones entre ellos.
                                <br>
                                B) Se han interpretado los diagramas de flujos f&iacute;sicos de mercanc&iacute;as, de informaci&oacute;n y econ&oacute;micos en las distintas fases de la cadena log&iacute;stica.
                                <br>
                                C) Se han descrito los costes log&iacute;sticos directos e indirectos, fijos y variables, considerando todos los elementos de una operaci&oacute;n log&iacute;stica y las responsabilidades imputables a cada uno de los agentes de la cadena log&iacute;stica.
                                <br>
                                D) Se han valorado las distintas alternativas en los diferentes modelos o estrategias de distribuci&oacute;n de mercanc&iacute;as.
                                <br>
                                E) Se han establecido las operaciones sujetas a la log&iacute;stica inversa y se ha determinado el tratamiento que se debe dar a las mercanc&iacute;as retornadas, para mejorar la eficiencia de la cadena log&iacute;stica.
                                <br>
                                F) Se ha asegurado la satisfacci&oacute;n del cliente resolviendo imprevistos, incidencias y reclamaciones en la cadena log&iacute;stica.
                                <br>
                                G) Se han realizado las operaciones anteriores mediante una aplicaci&oacute;n inform&aacute;tica de gesti&oacute;n de proveedores.
                                <br>
                                H) Se ha valorado la responsabilidad corporativa en la gesti&oacute;n de residuos, desperdicios, devoluciones caducadas y embalajes, entre otros.
                                <br>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </div>
        <footer>
            <div class="footer-content">
                <div class="footer-logo">
                    <img src="../public_html/img/logoCampusCamaraFooter.png" alt="Logo pie de p&aacute;gina">
                    <div class="footer-gallery" style="background-color: rgb(162, 162, 159); border-radius: 200px;">
                        <img src="../public_html/img/X.png" alt="img1"><img src="../public_html/img/Instagram.png" alt="img2"><img src="../public_html/img/Facebook.png" alt="img3"><img src="../public_html/img/Youtube.png" alt="img4">
                    </div>
                </div>
                <div class="footer-email">
                    <img src="../public_html/img/CorreoElectronico.png" alt="Correo" style="width: 20px; height: 20px; vertical-align: middle; margin-right: 5px;">
                            info@fpcampuscamara.es
                        
                </div>
                <div class="footer-phone">
                    <img src="../public_html/img/Llamada.png" alt="Tel&eacute;fono" style="width: 20px; height: 20px; vertical-align: middle; margin-right: 5px;">
                            954238797
                        
                </div>
            </div>
        </footer>
    </body>
</html>

