<html>
    <head>
        <META http-equiv="Content-Type" content="text/html; charset=UTF-8">
        <title>Centro FP Superior</title>
        <meta charset="UTF-8">
        <link rel="stylesheet" href="https://stackpath.bootstrapcdn.com/bootstrap/4.5.2/css/bootstrap.min.css">
        <script src="https://code.jquery.com/jquery-3.5.1.slim.min.js"></script><script src="https://cdn.jsdelivr.net/npm/bootstrap@4.5.2/dist/js/bootstrap.bundle.min.js"></script>
        <link rel="stylesheet" href="EstilosExtra.css">
        <style>
                    .custom-accordion .card {
                    border-radius: 1rem;
                    background-color: #d0e8ff;
                    border: none;
                    margin-bottom: 1rem;
                    }
                    .custom-accordion .card-header {
                    border-radius: 1rem 1rem 0 0;
                    background-color: #b3daff;
                    }
                </style>
    </head>
    <body>
        <header>
            <style>
                        .logo {
                        height: 78px;
                        width: 218px; /* o lo que mida tu logo */
                        background-image: url('../public_html/img/LogoCampusCamaraHeader.png');
                        background-size: contain;
                        background-repeat: no-repeat;
                        background-position: center;
                        }
                    </style>
            <div class="logo"></div>
            <nav>
                <a href="index.html#Administraci%C3%B3n y Gesti%C3%B3n">Administraci&oacute;n y Gesti&oacute;n</a><a href="index.html#M%C3%A1sters FP">M&aacute;sters FP</a>
            </nav>
        </header>
        <div class="sub-title">CENTRO FP SUPERIOR DE LA C&Aacute;MARA DE COMERCIO DE SEVILLA</div>
        <div class="main-title">
            Grado Superior de Administraci&oacute;n y Finanzas
            <br>
                                &ndash;&ndash; FP Superior con Titulaci&oacute;n Oficial Junta de Andaluc&iacute;a &ndash; 
                
        </div>
        <div class="sub-title2">Gesti&oacute;n de recursos humanos</div>
        <style>
                    .curso2º {
                    background-color: orange; /* cambio a naranja */
                    color: white;
                    padding: 12px 27px;
                    border-radius: 50px;
                    display: inline-block;
                    font-weight: bold;
                    font-size: 1.8em;
                    font-family: Arial, sans-serif;
                    text-align: center;

                    position: relative;
                    top: 90px;
                    left: 290px;
                </style>
        <div class="curso2&ordm;">
                    2&ordm; Curso
                </div>
        <style>
                    .resultadosdeaprendizaje {
                    background-color: #003366; /* azul oscuro */
                    color: white;
                    padding: 12px 27px;  /* más espacio arriba/abajo y a los lados */
                    border-radius: 50px; /* ovalado */
                    display: inline-block;
                    font-weight: bold;
                    font-size: 1.8em;    /* letra más grande */
                    font-family: Arial, sans-serif;
                    text-align: center;

                    position: relative;
                    top: 370px;
                    left: 70px;
                    }
                </style>
        <div class="resultadosdeaprendizaje">
                                Resultados de 
            <br>
                        aprendizaje               
                    </br>
        </div>
        <div class="container mt-4">
            <div id="customAccordion" class="custom-accordion">
                <div class="card">
                    <div class="card-header" id="headingOne">
                        <h2 class="mb-0">
                            <button class="btn btn-link btn-block text-left text-dark font-weight-bold" type="button" data-toggle="collapse" data-target="#collapseOne" aria-expanded="true" aria-controls="collapseOne">
                                        Contenidos B&aacute;sicos
                                    </button>
                        </h2>
                    </div>
                    <div id="collapseOne" class="collapse" aria-labelledby="headingOne" data-parent="#customAccordion">
                        <div class="card-body"> El fundamento es gestionar eficazmente los recursos humanos de una organizaci&oacute;n, planificando, organizando y controlando las actividades relacionadas con el personal, aplicando las normativas laborales y t&eacute;cnicas administrativas vigentes, fomentando un ambiente de trabajo adecuado y contribuyendo al desarrollo profesional y al cumplimiento de los objetivos estrat&eacute;gicos de la empresa. Esto incluye la selecci&oacute;n, formaci&oacute;n, evaluaci&oacute;n y motivaci&oacute;n del personal, as&iacute; como la gesti&oacute;n de relaciones laborales y la prevenci&oacute;n de riesgos laborales.</div>
                    </div>
                </div>
                <div class="card">
                    <div class="card-header" id="headingObjetivosGenerales">
                        <h2 class="mb-0">
                            <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapseObjetivosGenerales" aria-expanded="false" aria-controls="collapseObjetivosGenerales">
                                        Objetivos generales
                                    </button>
                        </h2>
                    </div>
                    <div id="collapseObjetivosGenerales" class="collapse" aria-labelledby="headingObjetivosGenerales" data-parent="#customAccordion">
                        <div class="card-body">
                            <ol type="a">
                                <li>Conocer la normativa laboral aplicable a la gesti&oacute;n de recursos humanos.</li>
                                <li>Planificar y organizar los procesos de selecci&oacute;n, contrataci&oacute;n y formaci&oacute;n del personal.</li>
                                <li>Gestionar las condiciones laborales y la prevenci&oacute;n de riesgos laborales.</li>
                                <li>Administrar la documentaci&oacute;n y registros relacionados con el personal.</li>
                                <li>Colaborar en la motivaci&oacute;n y desarrollo profesional del equipo humano.</li>
                            </ol>
                        </div>
                    </div>
                </div>
                <div class="card">
                    <div class="card-header" id="headingTwo">
                        <h2 class="mb-0">
                            <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapseTwo" aria-expanded="false" aria-controls="collapseTwo">
                                        Competencias profesionales, personales y sociales
                                    </button>
                        </h2>
                    </div>
                    <div id="collapseTwo" class="collapse" aria-labelledby="headingTwo" data-parent="#customAccordion">
                        <div class="card-body">
                            <ol type="a">
                                <li>Capacidad para analizar y aplicar la legislaci&oacute;n laboral vigente.</li>
                                <li>Habilidades para la comunicaci&oacute;n y negociaci&oacute;n en el &aacute;mbito laboral.</li>
                                <li>Uso de herramientas inform&aacute;ticas para la gesti&oacute;n administrativa del personal.</li>
                                <li>Capacidad para trabajar en equipo y colaborar con otros departamentos.</li>
                                <li>Desarrollo de actitudes &eacute;ticas y responsables en la gesti&oacute;n de personas.</li>
                            </ol>
                        </div>
                    </div>
                </div>
                <div id="customAccordion0652">
                    <div class="card">
                        <div class="card-header" id="heading0652-1">
                            <h2 class="mb-0">
                                <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapse0652-1" aria-expanded="false" aria-controls="collapse0652-1">
                                            R.A. Gestiona la documentaci&oacute;n que genera el proceso de contrataci&oacute;n, aplicando la normativa vigente.</button>
                            </h2>
                        </div>
                        <div id="collapse0652-1" class="collapse" aria-labelledby="heading0652-1" data-parent="#customAccordion0652">
                            <div class="card-body">
                                <strong>Criterios de evaluaci&oacute;n:</strong>
                                <br>
                                <br>
                                a)  Se ha seleccionado la normativa que regula la contrataci&oacute;n laboral.
                                <br>
                                b)   Se han identificado las fases del proceso de contrataci&oacute;n.
                                <br>
                                c) Se han interpretado las funciones de los organismos p&uacute;blicos que intervienen en el proceso de contrataci&oacute;n.
                                <br>
                                d)  Se han determinado las distintas modalidades de contrataci&oacute;n laboral vigentes y sus elementos, aplicables a cada colectivo.
                                <br>
                                e) Se ha propuesto la modalidad de contrato m&aacute;s adecuado a las necesidades del puesto de trabajo y a las caracter&iacute;sticas de empresas y trabajadores.
                                <br>
                                f) Se han especificado las funciones de los convenios colectivos y las variables que regulan con relaci&oacute;n a la contrataci&oacute;n laboral.
                                <br>
                                g)  Se ha cumplimentado la documentaci&oacute;n que se genera en cada una de las fases del proceso de contrataci&oacute;n.
                                <br>
                                h) Se han reconocido las v&iacute;as de comunicaci&oacute;n convencionales y telem&aacute;ticas con las personas y organismos oficiales que intervienen en el proceso de contrataci&oacute;n.
                                <br>
                                i) Se han empleado programas inform&aacute;ticos espec&iacute;ficos para la confecci&oacute;n, registro y archivo de la informaci&oacute;n y documentaci&oacute;n relevante en el proceso de contrataci&oacute;n.
                                <br>
                            </div>
                        </div>
                    </div>
                    <div class="card">
                        <div class="card-header" id="heading0652-2">
                            <h2 class="mb-0">
                                <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapse0652-2" aria-expanded="false" aria-controls="collapse0652-2">
                                            R.A. Programa las tareas administrativas correspondientes a la modificaci&oacute;n, suspensi&oacute;n y extinci&oacute;n del contrato de trabajo, aplicando la normativa vigente y cumplimentando la documentaci&oacute;n aparejada.</button>
                            </h2>
                        </div>
                        <div id="collapse0652-2" class="collapse" aria-labelledby="heading0652-2" data-parent="#customAccordion0652">
                            <div class="card-body">
                                <strong>Criterios de evaluaci&oacute;n:</strong>
                                <br>
                                <br>
                                a) Se han reconocido los tr&aacute;mites obligatorios para el empresario ante la Seguridad Social
                                <br>
                                b) Se ha seleccionado y analizado la normativa que regula las bases de cotizaci&oacute;n y la determinaci&oacute;n de aportaciones a la Seguridad Social.
                                <br>
                                c) Se han calculado las principales prestaciones econ&oacute;micas de la Seguridad Social.
                                <br>
                                d) Se ha elaborado la documentaci&oacute;n para los tr&aacute;mites de afiliaci&oacute;n, alta, baja y variaci&oacute;n de datos en los distintos reg&iacute;menes de la Seguridad Social.
                                <br>
                                e) Se han reconocido las v&iacute;as de comunicaci&oacute;n, convencionales y telem&aacute;ticas, con las personas y organismos oficiales implicados en el proceso de afiliaci&oacute;n, alta, baja y variaci&oacute;n de datos.
                                <br>
                                f) Se han previsto las actuaciones y procedimientos de los &oacute;rganos inspectores y fiscalizadores en materia de Seguridad Social.
                                <br>
                                g) Se han reconocido sistemas complementarios de previsi&oacute;n social.
                                <br>
                                h) Se han empleado programas inform&aacute;ticos espec&iacute;ficos para la confecci&oacute;n, registro y archivo de la informaci&oacute;n y documentaci&oacute;n relevante generada en la tramitaci&oacute;n documental con la Seguridad Social.
                                <br>
                            </div>
                        </div>
                    </div>
                    <div class="card">
                        <div class="card-header" id="heading0652-3">
                            <h2 class="mb-0">
                                <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapse0652-3" aria-expanded="false" aria-controls="collapse0652-3">
                                            R.A. Caracteriza las obligaciones administrativas del empresario con la Seguridad Social, tramitando la documentaci&oacute;n y realizando los c&aacute;lculos procedentes.</button>
                            </h2>
                        </div>
                        <div id="collapse0652-3" class="collapse" aria-labelledby="heading0652-3" data-parent="#customAccordion0652">
                            <div class="card-body">
                                <strong>Criterios de evaluaci&oacute;n:</strong>
                                <br>
                                <br>
                                a)  Se han reconocido los procesos retributivos y las distintas modalidades salariales.
                                <br>
                                b) Se ha precisado el concepto de salario m&iacute;nimo interprofesional, IPREM u otros &iacute;ndices, y su funci&oacute;n en la regulaci&oacute;n salarial y en las prestaciones de la Seguridad Social.
                                <br>
                                c)  Se han identificado los m&eacute;todos de incentivos a la producci&oacute;n o al trabajo en funci&oacute;n del puesto.
                                <br>
                                d)  Se ha identificado la documentaci&oacute;n necesaria para efectuar el proceso de retribuci&oacute;n.
                                <br>
                                e) Se han elaborado las n&oacute;minas calculando el importe de los conceptos retributivos, las aportaciones a la seguridad Social y las retenciones a cuenta del IRPF.
                                <br>
                                f) Se han analizado y calculado las aportaciones de la empresa y del conjunto de trabajadores a la Seguridad Social.
                                <br>
                                g) Se han identificado los modelos de formularios y los plazos establecidos de declaraci&oacute;n-liquidaci&oacute;n de las aportaciones a la Seguridad Social e ingresos a cuenta de las retenciones del IRPF
                                <br>
                                h) Se ha confeccionado la declaraci&oacute;n-liquidaci&oacute;n de las aportaciones a la Seguridad Social y los ingresos a cuenta de las retenciones del IRPF.
                                <br>
                                i) Se han reconocido las v&iacute;as de comunicaci&oacute;n, convencionales y telem&aacute;ticas, con las personas y organismos oficiales que intervienen en el proceso de retribuci&oacute;n e ingreso de la declaraci&oacute;nliquidaci&oacute;n.
                                <br>
                                j) Se han empleado programas inform&aacute;ticos espec&iacute;ficos para la confecci&oacute;n, registro y archivo de la informaci&oacute;n y documentaci&oacute;n relevante generada en el proceso de retribuci&oacute;n.
                                <br>
                            </div>
                        </div>
                    </div>
                    <div class="card">
                        <div class="card-header" id="heading0652-4">
                            <h2 class="mb-0">
                                <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapse0652-4" aria-expanded="false" aria-controls="collapse0652-4">
                                            R.A. Confecciona los documentos derivados del proceso de retribuci&oacute;n de recursos humanos y las obligaciones de pagos, aplicando la normativa vigente.</button>
                            </h2>
                        </div>
                        <div id="collapse0652-4" class="collapse" aria-labelledby="heading0652-4" data-parent="#customAccordion0652">
                            <div class="card-body">
                                <strong>Criterios de evaluaci&oacute;n:</strong>
                                <br>
                                <br>
                                a) Se han reconocido los procesos retributivos y las distintas modalidades salariales.
                                <br>
                                b) Se ha precisado el concepto de salario m&iacute;nimo interprofesional, IPREM u otros &iacute;ndices, y su funci&oacute;n en la regulaci&oacute;n salarial y en las prestaciones de la Seguridad Social.
                                <br>
                                c) Se han identificado los m&eacute;todos de incentivos a la producci&oacute;n o al trabajo en funci&oacute;n del puesto.
                                <br>
                                d) Se ha identificado la documentaci&oacute;n necesaria para efectuar el proceso de retribuci&oacute;n.
                                <br>
                                e) Se han elaborado las n&oacute;minas calculando el importe de los conceptos retributivos, las aportaciones a la seguridad Social y las retenciones a cuenta del IRPF.
                                <br>
                                f) Se han analizado y calculado las aportaciones de la empresa y del conjunto de trabajadores a la Seguridad Social.
                                <br>
                                g) Se han identificado los modelos de formularios y los plazos establecidos de declaraci&oacute;n-liquidaci&oacute;n de las aportaciones a la Seguridad Social e ingresos a cuenta de las retenciones del IRPF.
                                <br>
                                h) Se ha confeccionado la declaraci&oacute;n-liquidaci&oacute;n de las aportaciones a la Seguridad Social y los ingresos a cuenta de las retenciones del IRPF.
                                <br>
                                i) Se han reconocido las v&iacute;as de comunicaci&oacute;n, convencionales y telem&aacute;ticas, con las personas y organismos oficiales que intervienen en el proceso de retribuci&oacute;n e ingreso de la declaraci&oacute;n- liquidaci&oacute;n.
                                <br>
                                j) Se han empleado programas inform&aacute;ticos espec&iacute;ficos para la confecci&oacute;n, registro y archivo de la informaci&oacute;n y documentaci&oacute;n relevante generada en el proceso de retribuci&oacute;n.
                                <br>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </div>
        <footer>
            <div class="footer-content">
                <div class="footer-logo">
                    <img src="../public_html/img/logoCampusCamaraFooter.png" alt="Logo pie de p&aacute;gina">
                    <div class="footer-gallery" style="background-color: rgb(162, 162, 159); border-radius: 200px;">
                        <img src="../public_html/img/X.png" alt="img1"><img src="../public_html/img/Instagram.png" alt="img2"><img src="../public_html/img/Facebook.png" alt="img3"><img src="../public_html/img/Youtube.png" alt="img4">
                    </div>
                </div>
                <div class="footer-email">
                    <img src="../public_html/img/CorreoElectronico.png" alt="Correo" style="width: 20px; height: 20px; vertical-align: middle; margin-right: 5px;">
                            info@fpcampuscamara.es
                        
                </div>
                <div class="footer-phone">
                    <img src="../public_html/img/Llamada.png" alt="Tel&eacute;fono" style="width: 20px; height: 20px; vertical-align: middle; margin-right: 5px;">
                            954238797
                        
                </div>
            </div>
        </footer>
    </body>
</html>

