<html>
    <head>
        <META http-equiv="Content-Type" content="text/html; charset=UTF-8">
        <title>Centro FP Superior</title>
        <meta charset="UTF-8">
        <link rel="stylesheet" href="https://stackpath.bootstrapcdn.com/bootstrap/4.5.2/css/bootstrap.min.css">
        <script src="https://code.jquery.com/jquery-3.5.1.slim.min.js"></script><script src="https://cdn.jsdelivr.net/npm/bootstrap@4.5.2/dist/js/bootstrap.bundle.min.js"></script>
        <link rel="stylesheet" href="EstilosExtra.css">
        <style>
                    .custom-accordion .card {
                    border-radius: 1rem;
                    background-color: #d0e8ff;
                    border: none;
                    margin-bottom: 1rem;
                    }
                    .custom-accordion .card-header {
                    border-radius: 1rem 1rem 0 0;
                    background-color: #b3daff;
                    }
                </style>
    </head>
    <body>
        <header>
            <style>
                        .logo {
                        height: 78px;
                        width: 218px; /* o lo que mida tu logo */
                        background-image: url('../public_html/img/LogoCampusCamaraHeader.png');
                        background-size: contain;
                        background-repeat: no-repeat;
                        background-position: center;
                        }
                    </style>
            <div class="logo"></div>
            <nav>
                <a href="index.html#Administraci%C3%B3n y Gesti%C3%B3n">Administraci&oacute;n y Gesti&oacute;n</a><a href="index.html#M%C3%A1sters FP">M&aacute;sters FP</a>
            </nav>
        </header>
        <div class="sub-title">CENTRO FP SUPERIOR DE LA C&Aacute;MARA DE COMERCIO DE SEVILLA</div>
        <div class="main-title">
            Curso de Especializaci&oacute;n en Inteligencia Artificial y Big Data
            <br>
                                &ndash;&ndash; FP Superior con Titulaci&oacute;n Oficial Junta de Andaluc&iacute;a &ndash; 
                
        </div>
        <div class="sub-title2">Modelos de Inteligencia Artificial</div>
        <style>
                    .curso1º {
                    background-color: orange; /* cambio a naranja */
                    color: white;
                    padding: 12px 27px;
                    border-radius: 50px;
                    display: inline-block;
                    font-weight: bold;
                    font-size: 1.8em;
                    font-family: Arial, sans-serif;
                    text-align: center;

                    position: relative;
                    top: 90px;
                    left: 290px;
                </style>
        <div class="curso1&ordm;">
                    1&ordm; Curso
                </div>
        <style>
                    .resultadosdeaprendizaje {
                    background-color: #003366; /* azul oscuro */
                    color: white;
                    padding: 12px 27px;  /* más espacio arriba/abajo y a los lados */
                    border-radius: 50px; /* ovalado */
                    display: inline-block;
                    font-weight: bold;
                    font-size: 1.8em;    /* letra más grande */
                    font-family: Arial, sans-serif;
                    text-align: center;

                    position: relative;
                    top: 370px;
                    left: 70px;
                    }
                </style>
        <div class="resultadosdeaprendizaje">
                                Resultados de 
            <br>
                        aprendizaje               
                    </br>
        </div>
        <div class="container mt-4">
            <div id="customAccordion" class="custom-accordion">
                <div class="card">
                    <div class="card-header" id="headingOne">
                        <h2 class="mb-0">
                            <button class="btn btn-link btn-block text-left text-dark font-weight-bold" type="button" data-toggle="collapse" data-target="#collapseOne" aria-expanded="true" aria-controls="collapseOne">
                                        Contenidos B&aacute;sicos
                                    </button>
                        </h2>
                    </div>
                    <div id="collapseOne" class="collapse" aria-labelledby="headingOne" data-parent="#customAccordion">
                        <div class="card-body">
                                    El m&oacute;dulo de Modelos de Inteligencia Artificial tiene como objetivo principal capacitar para aplicar sistemas de inteligencia artificial que mejoren la productividad y faciliten la toma de decisiones &aacute;giles en las organizaciones. Se enfoca en el manejo y explotaci&oacute;n de datos masivos para gestionar la transformaci&oacute;n digital y la eficiencia empresarial. Adem&aacute;s, busca desarrollar la habilidad para implantar funcionalidades, procesos y sistemas de decisi&oacute;n basados en inteligencia artificial, as&iacute; como para gestionar planes de cambio y mejora de procesos dentro de las empresas. Este m&oacute;dulo tambi&eacute;n promueve la gesti&oacute;n de diferentes tipos de inteligencia artificial para impulsar la transformaci&oacute;n y el cambio organizacional, contribuyendo as&iacute; a la automatizaci&oacute;n y optimizaci&oacute;n de procesos empresariales.
                                </div>
                    </div>
                </div>
                <div class="card">
                    <div class="card-header" id="headingObjetivosGenerales">
                        <h2 class="mb-0">
                            <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapseObjetivosGenerales" aria-expanded="false" aria-controls="collapseObjetivosGenerales">
                                        Objetivos generales
                                    </button>
                        </h2>
                    </div>
                    <div id="collapseObjetivosGenerales" class="collapse" aria-labelledby="headingObjetivosGenerales" data-parent="#customAccordion">
                        <div class="card-body">
                            <ol type="a">
                                <li>Caracterizar las interacciones en los negocios de las empresas y organizaciones para aplicar sistemas de Inteligencia Artificial que incrementen la productividad.</li>
                                <li>Seleccionar datos relevantes de la empresa u organizaci&oacute;n para desarrollar e implementar soluciones que faciliten la toma de decisiones.</li>
                                <li>Aplicar t&eacute;cnicas de tratamiento de datos para gestionar la transformaci&oacute;n digital en las organizaciones.</li>
                                <li>Caracterizar sistemas de la Inteligencia Artificial para implantar funcionalidades, procesos y sistemas de decisiones.</li>
                                <li>Interpretar planes de cambio y mejora de los procesos de las empresas y organizaciones para su gesti&oacute;n con Inteligencia Artificial.</li>
                                <li>Caracterizar procesos de mejora de la productividad de las empresas para administrar el desarrollo de procesos automatizados.</li>
                            </ol>
                        </div>
                    </div>
                </div>
                <div class="card">
                    <div class="card-header" id="headingTwo">
                        <h2 class="mb-0">
                            <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapseTwo" aria-expanded="false" aria-controls="collapseTwo">
                                        Competencias profesionales, personales y sociales
                                    </button>
                        </h2>
                    </div>
                    <div id="collapseTwo" class="collapse" aria-labelledby="headingTwo" data-parent="#customAccordion">
                        <div class="card-body">
                            <ol type="a">
                                <li>Aplicar sistemas de Inteligencia Artificial para identificar nuevas formas de interacci&oacute;n en los negocios que mejoren la productividad.</li>
                                <li>Desarrollar e implementar sistemas de Inteligencia Artificial que faciliten la toma de decisiones &aacute;giles dentro de un negocio gestionando y explotando datos masivos.</li>
                                <li>Gestionar la transformaci&oacute;n digital necesaria en las organizaciones para la consecuci&oacute;n de la eficiencia empresarial mediante el tratamiento de datos.</li>
                                <li>Aplicar Inteligencia Artificial en funcionalidades, procesos y sistemas de decisi&oacute;n empresariales.</li>
                                <li>Gestionar los distintos tipos de Inteligencia Artificial para la consecuci&oacute;n de transformaci&oacute;n y cambio en las empresas.</li>
                            </ol>
                        </div>
                    </div>
                </div>
                <div id="customAccordion">
                    <div class="card">
                        <div class="card-header" id="heading5051-1">
                            <h2 class="mb-0">
                                <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapse5051-1" aria-expanded="false" aria-controls="collapse5051-1">
                                            R.A. Reconoce los distintos modelos y dispositivos diferenciando los ecosistemas de Realidad Virtual (en adelante RV), Realidad Aumentada (en adelante RA), Realidad Mixta (en adelante RM) y Realidad Extendida (en adelante RX).</button>
                            </h2>
                        </div>
                        <div id="collapse5051-1" class="collapse" aria-labelledby="heading5051-1" data-parent="#customAccordion">
                            <div class="card-body">
                                <strong>Criterios de evaluaci&oacute;n:</strong>
                                <br>
                                a) Se han definido las caracter&iacute;sticas de cada una de los modelos de RV.
                                <br>
                                b) Se ha controlado la aplicabilidad de cada uno de los modelos en diferentes sectores de videojuegos.
                                <br>
                                c) Se han comparado y seleccionado los motores de desarrollo de proyectos.
                                <br>
                                d) Se han identificado los tipos de dispositivos de RV, RA, RM, y RX.
                                <br>
                            </div>
                        </div>
                    </div>
                    <div class="card">
                        <div class="card-header" id="heading5051-2">
                            <h2 class="mb-0">
                                <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapse5051-2" aria-expanded="false" aria-controls="collapse5051-2">
                                            R.A.  Dise&ntilde;a y desarrolla proyectos de videojuegos teniendo en cuenta las caracter&iacute;sticas de programaci&oacute;n propias de la RV.</button>
                            </h2>
                        </div>
                        <div id="collapse5051-2" class="collapse" aria-labelledby="heading5051-2" data-parent="#customAccordion">
                            <div class="card-body">
                                <strong>Criterios de evaluaci&oacute;n:</strong>
                                <br>
                                a) Se han establecido las bases y fundamentos de programaci&oacute;n para crear proyectos de videojuegos en RV.
                                <br>
                                b)  Se han identificado los requisitos de modelado para RV.
                                <br>
                                c) Se han elaborado escenarios y experiencias en 360 grados.
                                <br>
                                d) Se ha realizado la grabaci&oacute;n de contenidos en 360 grados.
                                <br>
                                e) Se han seleccionado t&eacute;cnicas de posicionamiento absoluto.
                                <br>
                                f) Se han dise&ntilde;ado y determinado personajes.
                                <br>
                                g) Se ha seleccionado la interfaz gr&aacute;fica.
                                <br>
                                h) Se ha desarrollado el dise&ntilde;o de niveles.
                                <br>
                                i) Se ha definido la realidad virtual web.
                                <br>
                            </div>
                        </div>
                    </div>
                    <div class="card">
                        <div class="card-header" id="heading5051-3">
                            <h2 class="mb-0">
                                <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapse5051-3" aria-expanded="false" aria-controls="collapse5051-3">
                                            R.A. Dise&ntilde;a y desarrolla proyectos de videojuegos teniendo en cuenta las caracter&iacute;sticas de programaci&oacute;n propias de la RA.</button>
                            </h2>
                        </div>
                        <div id="collapse5051-3" class="collapse" aria-labelledby="heading5051-3" data-parent="#customAccordion">
                            <div class="card-body">
                                <strong>Criterios de evaluaci&oacute;n:</strong>
                                <br>
                                a) Se han definido las bases y fundamentos de programaci&oacute;n para crear proyectos en RA.
                                <br>
                                b) Se ha establecido la vista de RA basada en geoposicionamiento.
                                <br>
                                c) Se han empleado dispositivos m&oacute;viles y tabletas.
                                <br>
                                d) Se han reconocido conceptos de orientaci&oacute;n mediante el magnet&oacute;metro y el gir&oacute;scopo.
                                <br>
                                e) Se ha utilizado la c&aacute;mara integrada.
                                <br>
                                f) Se han establecido marcadores.
                                <br>
                                g) Se han previsto sensores de profundidad.
                                <br>
                                h) Se han dise&ntilde;ado y definido objetos.
                                <br>
                                i) Se ha definido la interfaz gr&aacute;fica.
                                <br>
                                j) Se ha determinado y controlado el dise&ntilde;o de niveles.
                                <br>
                                k) Se han seleccionado los materiales aplicados a los objetos del juego.
                                <br>
                                l) Se han integrado la RV y RA en una misma aplicaci&oacute;n.
                                <br>
                            </div>
                        </div>
                    </div>
                    <div class="card">
                        <div class="card-header" id="heading5051-4">
                            <h2 class="mb-0">
                                <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapse5051-4" aria-expanded="false" aria-controls="collapse5051-4">
                                            R.A.  Dise&ntilde;a y desarrolla proyectos con RM combinando RA y RV.</button>
                            </h2>
                        </div>
                        <div id="collapse5051-4" class="collapse" aria-labelledby="heading5051-4" data-parent="#customAccordion">
                            <div class="card-body">
                                <strong>Criterios de evaluaci&oacute;n:</strong>
                                <br>
                                a) Se han creado espacios de interacci&oacute;n de objetos reales y virtuales.
                                <br>
                                b) Se han establecido dispositivos tales como cascos envolventes o gafas espec&iacute;ficas para interactuar con la RM.
                                <br>
                                c) Se han generado e incorporado objetos gr&aacute;ficos al mundo real.
                                <br>
                                d) Se han utilizado objetos reales en mundo virtual.
                                <br>
                                e) Se han generado prototipos en 3D para aplicaciones reales.
                                <br>
                            </div>
                        </div>
                    </div>
                    <div class="card">
                        <div class="card-header" id="heading5051-5">
                            <h2 class="mb-0">
                                <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapse5051-5" aria-expanded="false" aria-controls="collapse5051-5">
                                            R.A. Define y desarrolla videojuegos para el aprendizaje mediante RV.</button>
                            </h2>
                        </div>
                        <div id="collapse5051-5" class="collapse" aria-labelledby="heading5051-5" data-parent="#customAccordion">
                            <div class="card-body">
                                <strong>Criterios de evaluaci&oacute;n:</strong>
                                <br>
                                a) Se han reconocido conceptos y clasificaciones de videojuegos para el aprendizaje.
                                <br>
                                b) Se han establecido objetivos formativos del videojuego para el aprendizaje.
                                <br>
                                c) Se han definido funcionalidades e interacciones del videojuego.
                                <br>
                                d) Se han desarrollado proyectos de videojuegos para el aprendizaje mediante RV.
                                <br>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </div>
        <footer>
            <div class="footer-content">
                <div class="footer-logo">
                    <img src="../public_html/img/logoCampusCamaraFooter.png" alt="Logo pie de p&aacute;gina">
                    <div class="footer-gallery" style="background-color: rgb(162, 162, 159); border-radius: 200px;">
                        <img src="../public_html/img/X.png" alt="img1"><img src="../public_html/img/Instagram.png" alt="img2"><img src="../public_html/img/Facebook.png" alt="img3"><img src="../public_html/img/Youtube.png" alt="img4">
                    </div>
                </div>
                <div class="footer-email">
                    <img src="../public_html/img/CorreoElectronico.png" alt="Correo" style="width: 20px; height: 20px; vertical-align: middle; margin-right: 5px;">
                            info@fpcampuscamara.es
                        
                </div>
                <div class="footer-phone">
                    <img src="../public_html/img/Llamada.png" alt="Tel&eacute;fono" style="width: 20px; height: 20px; vertical-align: middle; margin-right: 5px;">
                            954238797
                        
                </div>
            </div>
        </footer>
    </body>
</html>

