<html>
    <head>
        <META http-equiv="Content-Type" content="text/html; charset=UTF-8">
        <title>Centro FP Superior</title>
        <meta charset="UTF-8">
        <link rel="stylesheet" href="https://stackpath.bootstrapcdn.com/bootstrap/4.5.2/css/bootstrap.min.css">
        <script src="https://code.jquery.com/jquery-3.5.1.slim.min.js"></script><script src="https://cdn.jsdelivr.net/npm/bootstrap@4.5.2/dist/js/bootstrap.bundle.min.js"></script>
        <link rel="stylesheet" href="EstilosExtra.css">
        <style>
                    .custom-accordion .card {
                    border-radius: 1rem;
                    background-color: #d0e8ff;
                    border: none;
                    margin-bottom: 1rem;
                    }
                    .custom-accordion .card-header {
                    border-radius: 1rem 1rem 0 0;
                    background-color: #b3daff;
                    }
                </style>
    </head>
    <body>
        <header>
            <style>
                        .logo {
                        height: 78px;
                        width: 218px; /* o lo que mida tu logo */
                        background-image: url('../public_html/img/LogoCampusCamaraHeader.png');
                        background-size: contain;
                        background-repeat: no-repeat;
                        background-position: center;
                        }
                    </style>
            <div class="logo"></div>
            <nav>
                <a href="index.html#Administraci%C3%B3n y Gesti%C3%B3n">Administraci&oacute;n y Gesti&oacute;n</a><a href="index.html#M%C3%A1sters FP">M&aacute;sters FP</a>
            </nav>
        </header>
        <div class="sub-title">CENTRO FP SUPERIOR DE LA C&Aacute;MARA DE COMERCIO DE SEVILLA</div>
        <div class="main-title">
            Grado Superior de Administraci&oacute;n y Finanzas
            <br>
                                &ndash;&ndash; FP Superior con Titulaci&oacute;n Oficial Junta de Andaluc&iacute;a &ndash; 
                
        </div>
        <div class="sub-title2">Ofim&aacute;tica y proceso de la informaci&oacute;n</div>
        <style>
                    .curso1º {
                    background-color: orange; /* cambio a naranja */
                    color: white;
                    padding: 12px 27px;
                    border-radius: 50px;
                    display: inline-block;
                    font-weight: bold;
                    font-size: 1.8em;
                    font-family: Arial, sans-serif;
                    text-align: center;

                    position: relative;
                    top: 90px;
                    left: 290px;
                </style>
        <div class="curso1&ordm;">
                    1&ordm; Curso
                </div>
        <style>
                    .resultadosdeaprendizaje {
                    background-color: #003366; /* azul oscuro */
                    color: white;
                    padding: 12px 27px;  /* más espacio arriba/abajo y a los lados */
                    border-radius: 50px; /* ovalado */
                    display: inline-block;
                    font-weight: bold;
                    font-size: 1.8em;    /* letra más grande */
                    font-family: Arial, sans-serif;
                    text-align: center;

                    position: relative;
                    top: 370px;
                    left: 70px;
                    }
                </style>
        <div class="resultadosdeaprendizaje">
                                Resultados de 
            <br>
                        aprendizaje               
                    </br>
        </div>
        <div class="container mt-4">
            <div id="customAccordion" class="custom-accordion">
                <div class="card">
                    <div class="card-header" id="headingOne">
                        <h2 class="mb-0">
                            <button class="btn btn-link btn-block text-left text-dark font-weight-bold" type="button" data-toggle="collapse" data-target="#collapseOne" aria-expanded="true" aria-controls="collapseOne">
                                        Contenidos B&aacute;sicos
                                    </button>
                        </h2>
                    </div>
                    <div id="collapseOne" class="collapse" aria-labelledby="headingOne" data-parent="#customAccordion">
                        <div class="card-body"> El alumno debe saber aplicar herramientas ofim&aacute;ticas y sistemas de gesti&oacute;n de la informaci&oacute;n con precisi&oacute;n, responsabilidad y sentido cr&iacute;tico, en la realizaci&oacute;n de tareas administrativas, garantizando eficacia y confidencialidad en el tratamiento de datos.</div>
                    </div>
                </div>
                <div class="card">
                    <div class="card-header" id="headingObjetivosGenerales">
                        <h2 class="mb-0">
                            <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapseObjetivosGenerales" aria-expanded="false" aria-controls="collapseObjetivosGenerales">
                                        Objetivos generales
                                    </button>
                        </h2>
                    </div>
                    <div id="collapseObjetivosGenerales" class="collapse" aria-labelledby="headingObjetivosGenerales" data-parent="#customAccordion">
                        <div class="card-body">
                            <ol type="a">
                                <li>Identificar los componentes y funciones de los sistemas inform&aacute;ticos, relacion&aacute;ndolos con su configuraci&oacute;n, operatividad y mantenimiento.</li>
                                <li>Instalar y actualizar aplicaciones, interpretando documentaci&oacute;n t&eacute;cnica y comprobando su funcionalidad.</li>
                                <li>Gestionar archivos, organizando la informaci&oacute;n en el sistema de almacenamiento seg&uacute;n criterios de eficacia y seguridad.</li>
                                <li>Elaborar documentos mediante aplicaciones ofim&aacute;ticas, aplicando criterios de calidad, eficacia y est&eacute;tica.</li>
                                <li>Utilizar hojas de c&aacute;lculo, integrando f&oacute;rmulas, funciones y gr&aacute;ficos que automaticen y presenten procesos administrativos.</li>
                                <li>Utilizar bases de datos, gestionando informaci&oacute;n de forma estructurada y segura.</li>
                                <li>Integrar informaci&oacute;n procedente de diferentes aplicaciones ofim&aacute;ticas, facilitando su interpretaci&oacute;n y tratamiento.</li>
                                <li>Gestionar la informaci&oacute;n mediante sistemas de correo y agenda electr&oacute;nica, respetando normas de seguridad y confidencialidad.</li>
                            </ol>
                        </div>
                    </div>
                </div>
                <div class="card">
                    <div class="card-header" id="headingTwo">
                        <h2 class="mb-0">
                            <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapseTwo" aria-expanded="false" aria-controls="collapseTwo">
                                        Competencias profesionales, personales y sociales
                                    </button>
                        </h2>
                    </div>
                    <div id="collapseTwo" class="collapse" aria-labelledby="headingTwo" data-parent="#customAccordion">
                        <div class="card-body">
                            <ol type="a">
                                <li>Desarrollar h&aacute;bitos de organizaci&oacute;n, planificaci&oacute;n y precisi&oacute;n en el trabajo ofim&aacute;tico.</li>
                                <li>Fomentar la autonom&iacute;a en el uso de herramientas digitales de uso administrativo.</li>
                                <li>Aplicar criterios de confidencialidad y seguridad en la gesti&oacute;n de informaci&oacute;n digital.</li>
                                <li>Mostrar actitud proactiva ante la actualizaci&oacute;n y mejora de competencias tecnol&oacute;gicas.</li>
                                <li>Utilizar un lenguaje t&eacute;cnico adecuado en la gesti&oacute;n y transmisi&oacute;n de informaci&oacute;n digital.</li>
                                <li>Trabajar en equipo y coordinarse eficazmente en entornos digitales compartidos.</li>
                                <li>Demostrar responsabilidad en el mantenimiento y conservaci&oacute;n de los equipos inform&aacute;ticos.</li>
                            </ol>
                        </div>
                    </div>
                </div>
                <div id="customAccordion0649">
                    <div class="card">
                        <div class="card-header" id="heading0649-1">
                            <h2 class="mb-0">
                                <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapse0649-1" aria-expanded="false" aria-controls="collapse0649-1">
                                            R.A. Mantiene en condiciones &oacute;ptimas de funcionamiento los equipos, aplicaciones y red, instalando y actualizando los componentes hardware y software necesarios.</button>
                            </h2>
                        </div>
                        <div id="collapse0649-1" class="collapse" aria-labelledby="heading0649-1" data-parent="#customAccordion0649">
                            <div class="card-body">
                                <strong>Criterios de evaluaci&oacute;n:</strong>
                                <br>
                                <br>
                                a) Se han realizado pruebas de funcionamiento de los equipos inform&aacute;ticos.
                                <br>
                                b) Se han comprobado las conexiones de los puertos de comunicaci&oacute;n.
                                <br>
                                c) Se han identificado los elementos b&aacute;sicos (hardware y software) de un sistema en red.
                                <br>
                                d) Se han caracterizado los procedimientos generales de operaciones en un sistema de red.
                                <br>
                                e) Se han utilizado las funciones b&aacute;sicas del sistema operativo.
                                <br>
                                f) Se han aplicado medidas de seguridad y confidencialidad, identificando el programa cortafuegos y el antivirus.
                                <br>
                                g) Se ha compartido informaci&oacute;n con otros usuarios de la red.
                                <br>
                                h) Se han ejecutado funciones b&aacute;sicas de usuario (conexi&oacute;n, desconexi&oacute;n, optimizaci&oacute;n del espacio de almacenamiento, utilizaci&oacute;n de perif&eacute;ricos, comunicaci&oacute;n con otros usuarios y conexi&oacute;n con otros sistemas o redes, entre otras).
                                <br>
                            </div>
                        </div>
                    </div>
                    <div class="card">
                        <div class="card-header" id="heading0649-2">
                            <h2 class="mb-0">
                                <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapse0649-2" aria-expanded="false" aria-controls="collapse0649-2">
                                            R.A. Escribe textos alfanum&eacute;ricos en un teclado extendido, aplicando las t&eacute;cnicas mecanogr&aacute;ficas.</button>
                            </h2>
                        </div>
                        <div id="collapse0649-2" class="collapse" aria-labelledby="heading0649-2" data-parent="#customAccordion0649">
                            <div class="card-body">
                                <strong>Criterios de evaluaci&oacute;n:</strong>
                                <br>
                                <br>
                                a) Se han organizado los elementos y espacios de trabajo.
                                <br>
                                b) Se ha mantenido la postura corporal correcta.
                                <br>
                                c) Se ha identificado la posici&oacute;n correcta de los dedos en las filas del teclado alfanum&eacute;rico.
                                <br>
                                d) Se han precisado las funciones de puesta en marcha del terminal inform&aacute;tico.
                                <br>
                                e) Se han empleado coordinadamente las l&iacute;neas del teclado alfanum&eacute;rico y las teclas de signos y puntuaci&oacute;n.
                                <br>
                                f) Se ha utilizado el m&eacute;todo de escritura al tacto en p&aacute;rrafos de dificultad progresiva y en tablas sencillas.
                                <br>
                                g) Se ha utilizado el m&eacute;todo de escritura al tacto para realizar textos en ingl&eacute;s.
                                <br>
                                h) Se ha mecanografiado con velocidad (m&iacute;nimo 200 p.p.m.) y precisi&oacute;n (m&aacute;ximo una falta por minuto) con la ayuda de un programa inform&aacute;tico.
                                <br>
                                i) Se han aplicado las normas de presentaci&oacute;n de los distintos documentos de texto.
                                <br>
                                j) Se han localizado y corregido los errores mecanogr&aacute;ficos, ortogr&aacute;ficos y sint&aacute;cticos.
                                <br>
                            </div>
                        </div>
                    </div>
                    <div class="card">
                        <div class="card-header" id="heading0649-3">
                            <h2 class="mb-0">
                                <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapse0649-3" aria-expanded="false" aria-controls="collapse0649-3">
                                            R.A. Gestiona los sistemas de archivos, buscando y seleccionando con medios convencionales e inform&aacute;ticos la informaci&oacute;n necesaria.</button>
                            </h2>
                        </div>
                        <div id="collapse0649-3" class="collapse" aria-labelledby="heading0649-3" data-parent="#customAccordion0649">
                            <div class="card-body">
                                <strong>Criterios de evaluaci&oacute;n:</strong>
                                <br>
                                <br>
                                a) Se han detectado necesidades de informaci&oacute;n.
                                <br>
                                b) Se han identificado y priorizado las fuentes de obtenci&oacute;n de informaci&oacute;n.
                                <br>
                                v) Se han elegido buscadores en Intranet y en Internet seg&uacute;n criterios de rapidez y de opciones de b&uacute;squeda.
                                <br>
                                d) Se han empleado herramientas Web 2.0 para obtener y producir informaci&oacute;n.
                                <br>
                                e) Se han utilizado los criterios de b&uacute;squeda para restringir el n&uacute;mero de resultados obtenidos.
                                <br>
                                F) Se han aplicado sistemas de seguridad, protecci&oacute;n, confidencialidad y restricci&oacute;n de la informaci&oacute;n.
                                <br>
                                g) Se ha canalizado la informaci&oacute;n obtenida, archiv&aacute;ndola y/o registr&aacute;ndola, en su caso.
                                <br>
                                h) Se han organizado los archivos para facilitar la b&uacute;squeda posterior.
                                <br>
                                i) Se ha actualizado la informaci&oacute;n necesaria.
                                <br>
                                j) Se han cumplido los plazos previstos.
                                <br>
                                k) Se han realizado copias de los archivos.
                                <br>
                            </div>
                        </div>
                    </div>
                    <div class="card">
                        <div class="card-header" id="heading0649-4">
                            <h2 class="mb-0">
                                <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapse0649-4" aria-expanded="false" aria-controls="collapse0649-4">
                                            R.A. Elabora hojas de c&aacute;lculo adaptadas a las necesidades que se planteen en el tratamiento de lainformaci&oacute;n, aplicando las opciones avanzadas.</button>
                            </h2>
                        </div>
                        <div id="collapse0649-4" class="collapse" aria-labelledby="heading0649-4" data-parent="#customAccordion0649">
                            <div class="card-body">
                                <strong>Criterios de evaluaci&oacute;n:</strong>
                                <br>
                                <br>
                                a) Se han utilizado las prestaciones de la hoja de c&aacute;lculo para realizar gestiones de tesorer&iacute;a, c&aacute;lculos comerciales y otras operaciones administrativas.
                                <br>
                                b) Se han dise&ntilde;ado y elaborado documentos con la hoja de c&aacute;lculo.
                                <br>
                                c) Se han relacionado y actualizado hojas de c&aacute;lculo.
                                <br>
                                d) Se han creado y anidado f&oacute;rmulas y funciones.
                                <br>
                                e) Se han establecido contrase&ntilde;as para proteger celdas, hojas y libros.
                                <br>
                                f) Se han obtenido gr&aacute;ficos para el an&aacute;lisis de la informaci&oacute;n.
                                <br>
                                g) Se han empleado macros para la realizaci&oacute;n de documentos y plantillas.
                                <br>
                                h) Se han importado y exportado hojas de c&aacute;lculo creadas con otras aplicaciones y otros formatos.
                                <br>
                                i) Se ha utilizado la hoja de c&aacute;lculo como base de datos: formularios, creaci&oacute;n de listas, filtrado, protecci&oacute;n y ordenaci&oacute;n de datos.
                                <br>
                                j) Se han utilizado aplicaciones y perif&eacute;ricos para introducir textos, n&uacute;meros, c&oacute;digos e im&aacute;genes.
                                <br>
                            </div>
                        </div>
                    </div>
                    <div class="card">
                        <div class="card-header" id="heading0649-5">
                            <h2 class="mb-0">
                                <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapse0649-5" aria-expanded="false" aria-controls="collapse0649-5">
                                            R.A. Elabora documentos de textos, utilizando las opciones avanzadas de un procesador de textos.</button>
                            </h2>
                        </div>
                        <div id="collapse0649-5" class="collapse" aria-labelledby="heading0649-5" data-parent="#customAccordion0649">
                            <div class="card-body">
                                <strong>Criterios de evaluaci&oacute;n:</strong>
                                <br>
                                <br>
                                a) Se han utilizado las funciones, prestaciones y procedimientos de los procesadores de textos y autoedici&oacute;n.
                                <br>
                                b) Se han identificado las caracter&iacute;sticas de cada tipo de documento.
                                <br>
                                c) Se han redactado documentos de texto con la destreza adecuada y aplicando las normas de estructura.
                                <br>
                                d) Se han confeccionado plantillas adaptadas a los documentos administrativos tipo, incluyendo utilidades de combinaci&oacute;n.
                                <br>
                                e) Se han integrado objetos, gr&aacute;ficos, tablas, hojas de c&aacute;lculo e hiperv&iacute;nculos, entre otros.
                                <br>
                                f) Se han detectado y corregido los errores cometidos.
                                <br>
                                g) Se ha recuperado y utilizado la informaci&oacute;n almacenada.
                                <br>
                                h) Se han utilizado las funciones y utilidades que garanticen las normas de seguridad, integridad y confidencialidad de los datos.
                                <br>
                            </div>
                        </div>
                    </div>
                    <div class="card">
                        <div class="card-header" id="heading0649-6">
                            <h2 class="mb-0">
                                <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapse0649-6" aria-expanded="false" aria-controls="collapse0649-6">
                                            R.A. Utiliza sistemas de gesti&oacute;n de bases de datos adaptadas a las necesidades que se planteen en el tratamiento de la informaci&oacute;n administrativa, aplicando las opciones avanzadas.</button>
                            </h2>
                        </div>
                        <div id="collapse0649-6" class="collapse" aria-labelledby="heading0649-6" data-parent="#customAccordion0649">
                            <div class="card-body">
                                <strong>Criterios de evaluaci&oacute;n:</strong>
                                <br>
                                <br>
                                a) Se han ordenado y clasificado los datos de las bases de datos para presentar la informaci&oacute;n.
                                <br>
                                b) Se han realizado consultas de bases de datos con criterios precisos.
                                <br>
                                c) Se han realizado informes de bases de datos con criterios precisos.
                                <br>
                                d) Se han realizado formularios con criterios precisos.
                                <br>
                                e) Se han actualizado, fusionado y eliminado registros de las bases de datos.
                                <br>
                                f) Se han relacionado las bases de datos con otras aplicaciones inform&aacute;ticas para desarrollar las actividades que as&iacute; lo requieran.
                                <br>
                                g) Se han protegido las bases de datos estableciendo niveles de seguridad.
                                <br>
                                h) Se ha elaborado una base de datos adaptada a los requerimientos de la organizaci&oacute;n.
                                <br>
                            </div>
                        </div>
                    </div>
                    <div class="card">
                        <div class="card-header" id="heading0649-7">
                            <h2 class="mb-0">
                                <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapse0649-7" aria-expanded="false" aria-controls="collapse0649-7">
                                            R.A. Gestiona integradamente la informaci&oacute;n proveniente de diferentes aplicaciones as&iacute; como archivos audiovisuales, utilizando programas y perif&eacute;ricos espec&iacute;ficos.</button>
                            </h2>
                        </div>
                        <div id="collapse0649-7" class="collapse" aria-labelledby="heading0649-7" data-parent="#customAccordion0649">
                            <div class="card-body">
                                <strong>Criterios de evaluaci&oacute;n:</strong>
                                <br>
                                <br>
                                a) Se han gestionado de forma integrada bases de datos, textos e im&aacute;genes, entre otros, importando y exportando datos provenientes de hojas de c&aacute;lculo y obteniendo documentos compuestos de todas estas posibilidades.
                                <br>
                                b) Se han seleccionado archivos audiovisuales de fuentes externas y se ha elegido el formato &oacute;ptimo de &eacute;stos.
                                <br>
                                c) Se ha creado y mantenido un banco propio de recursos audiovisuales.
                                <br>
                                d) Se han personalizado los archivos audiovisuales en funci&oacute;n del objetivo del documento que se quiere obtener.
                                <br>
                                e) Se ha respetado la legislaci&oacute;n espec&iacute;fica en materia de protecci&oacute;n de archivos audiovisuales.
                                <br>
                            </div>
                        </div>
                    </div>
                    <div class="card">
                        <div class="card-header" id="heading0649-8">
                            <h2 class="mb-0">
                                <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapse0649-8" aria-expanded="false" aria-controls="collapse0649-8">
                                            R.A. Gestiona el correo y la agenda electr&oacute;nica, utilizando aplicaciones espec&iacute;ficas.</button>
                            </h2>
                        </div>
                        <div id="collapse0649-8" class="collapse" aria-labelledby="heading0649-8" data-parent="#customAccordion0649">
                            <div class="card-body">
                                <strong>Criterios de evaluaci&oacute;n:</strong>
                                <br>
                                <br>
                                a) Se ha utilizado la aplicaci&oacute;n de correo electr&oacute;nico.
                                <br>
                                b) Se ha identificado el emisor, destinatario y contenido en un mensaje de correo.
                                <br>
                                c) Se han aplicado filtros de protecci&oacute;n de correo no deseado.
                                <br>
                                d) Se ha canalizado la informaci&oacute;n a todos los implicados.
                                <br>
                                e) Se ha comprobado la recepci&oacute;n del mensaje.
                                <br>
                                f) Se han organizado las bandejas de entrada y salida.
                                <br>
                                g) Se ha registrado la entrada o salida de correos.
                                <br>
                                h) Se han impreso, archivado o eliminado los mensajes de correo.
                                <br>
                                i) Se han aplicado las funciones y utilidades que ofrece la agenda electr&oacute;nica como m&eacute;todo de organizaci&oacute;n del departamento.
                                <br>
                                j) Se han conectado y sincronizado agendas del equipo inform&aacute;tico con dispositivos m&oacute;viles.
                                <br>
                            </div>
                        </div>
                    </div>
                    <div class="card">
                        <div class="card-header" id="heading0649-9">
                            <h2 class="mb-0">
                                <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapse0649-9" aria-expanded="false" aria-controls="collapse0649-9">
                                            R.A. Elabora presentaciones multimedia de documentos e informes, utilizando aplicaciones espec&iacute;ficas.</button>
                            </h2>
                        </div>
                        <div id="collapse0649-9" class="collapse" aria-labelledby="heading0649-9" data-parent="#customAccordion0649">
                            <div class="card-body">
                                <strong>Criterios de evaluaci&oacute;n:</strong>
                                <br>
                                <br>
                                a) Se ha realizado un an&aacute;lisis y selecci&oacute;n de la informaci&oacute;n que se quiere incluir.
                                <br>
                                b) Se han insertado distintos objetos (tablas, gr&aacute;ficos, hojas de c&aacute;lculo, fotos, dibujos, organigramas, archivos de sonido y v&iacute;deo, entre otros).
                                <br>
                                c) Se ha distribuido la informaci&oacute;n de forma clara y estructurada.
                                <br>
                                d) Se han animado los objetos seg&uacute;n el objetivo de la presentaci&oacute;n.
                                <br>
                                e) Se han creado presentaciones para acompa&ntilde;ar exposiciones orales.
                                <br>
                                f) Se han realizado presentaciones relacionadas con informes o documentaci&oacute;n empresarial.
                                <br>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </div>
        <footer>
            <div class="footer-content">
                <div class="footer-logo">
                    <img src="../public_html/img/logoCampusCamaraFooter.png" alt="Logo pie de p&aacute;gina">
                    <div class="footer-gallery" style="background-color: rgb(162, 162, 159); border-radius: 200px;">
                        <img src="../public_html/img/X.png" alt="img1"><img src="../public_html/img/Instagram.png" alt="img2"><img src="../public_html/img/Facebook.png" alt="img3"><img src="../public_html/img/Youtube.png" alt="img4">
                    </div>
                </div>
                <div class="footer-email">
                    <img src="../public_html/img/CorreoElectronico.png" alt="Correo" style="width: 20px; height: 20px; vertical-align: middle; margin-right: 5px;">
                            info@fpcampuscamara.es
                        
                </div>
                <div class="footer-phone">
                    <img src="../public_html/img/Llamada.png" alt="Tel&eacute;fono" style="width: 20px; height: 20px; vertical-align: middle; margin-right: 5px;">
                            954238797
                        
                </div>
            </div>
        </footer>
    </body>
</html>

