<html>
    <head>
        <META http-equiv="Content-Type" content="text/html; charset=UTF-8">
        <title>Centro FP Superior</title>
        <meta charset="UTF-8">
        <link rel="stylesheet" href="https://stackpath.bootstrapcdn.com/bootstrap/4.5.2/css/bootstrap.min.css">
        <script src="https://code.jquery.com/jquery-3.5.1.slim.min.js"></script><script src="https://cdn.jsdelivr.net/npm/bootstrap@4.5.2/dist/js/bootstrap.bundle.min.js"></script>
        <link rel="stylesheet" href="EstilosExtra.css">
        <style>
                    .custom-accordion .card {
                    border-radius: 1rem;
                    background-color: #d0e8ff;
                    border: none;
                    margin-bottom: 1rem;
                    }
                    .custom-accordion .card-header {
                    border-radius: 1rem 1rem 0 0;
                    background-color: #b3daff;
                    }
                </style>
    </head>
    <body>
        <header>
            <style>
                        .logo {
                        height: 78px;
                        width: 218px; /* o lo que mida tu logo */
                        background-image: url('../public_html/img/LogoCampusCamaraHeader.png');
                        background-size: contain;
                        background-repeat: no-repeat;
                        background-position: center;
                        }
                    </style>
            <div class="logo"></div>
            <nav>
                <a href="index.html#Administraci%C3%B3n y Gesti%C3%B3n">Administraci&oacute;n y Gesti&oacute;n</a><a href="index.html#M%C3%A1sters FP">M&aacute;sters FP</a>
            </nav>
        </header>
        <div class="sub-title">CENTRO FP SUPERIOR DE LA C&Aacute;MARA DE COMERCIO DE SEVILLA</div>
        <div class="main-title">
            Grado Superior de Administraci&oacute;n y Finanzas
            <br>
                                &ndash;&ndash; FP Superior con Titulaci&oacute;n Oficial Junta de Andaluc&iacute;a &ndash; 
                
        </div>
        <div class="sub-title2">Proceso integral de la actividad comercial</div>
        <style>
                    .curso1º {
                    background-color: orange; /* cambio a naranja */
                    color: white;
                    padding: 12px 27px;
                    border-radius: 50px;
                    display: inline-block;
                    font-weight: bold;
                    font-size: 1.8em;
                    font-family: Arial, sans-serif;
                    text-align: center;

                    position: relative;
                    top: 90px;
                    left: 290px;
                </style>
        <div class="curso1&ordm;">
                    1&ordm; Curso
                </div>
        <style>
                    .resultadosdeaprendizaje {
                    background-color: #003366; /* azul oscuro */
                    color: white;
                    padding: 12px 27px;  /* más espacio arriba/abajo y a los lados */
                    border-radius: 50px; /* ovalado */
                    display: inline-block;
                    font-weight: bold;
                    font-size: 1.8em;    /* letra más grande */
                    font-family: Arial, sans-serif;
                    text-align: center;

                    position: relative;
                    top: 370px;
                    left: 70px;
                    }
                </style>
        <div class="resultadosdeaprendizaje">
                                Resultados de 
            <br>
                        aprendizaje               
                    </br>
        </div>
        <div class="container mt-4">
            <div id="customAccordion" class="custom-accordion">
                <div class="card">
                    <div class="card-header" id="headingOne">
                        <h2 class="mb-0">
                            <button class="btn btn-link btn-block text-left text-dark font-weight-bold" type="button" data-toggle="collapse" data-target="#collapseOne" aria-expanded="true" aria-controls="collapseOne">
                                        Contenidos B&aacute;sicos
                                    </button>
                        </h2>
                    </div>
                    <div id="collapseOne" class="collapse" aria-labelledby="headingOne" data-parent="#customAccordion">
                        <div class="card-body"> El alumnado ser&aacute; capaz de realizar las gestiones necesarias para la constituci&oacute;n y puesta en marcha de una peque&ntilde;a empresa comercial, llevando a cabo la planificaci&oacute;n y gesti&oacute;n de aprovisionamientos, control de existencias, ventas y atenci&oacute;n al cliente, utilizando herramientas inform&aacute;ticas y aplicando la normativa vigente de prevenci&oacute;n de riesgos laborales, protecci&oacute;n ambiental y seguridad e higiene en el trabajo.</div>
                    </div>
                </div>
                <div class="card">
                    <div class="card-header" id="headingObjetivosGenerales">
                        <h2 class="mb-0">
                            <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapseObjetivosGenerales" aria-expanded="false" aria-controls="collapseObjetivosGenerales">
                                        Objetivos generales
                                    </button>
                        </h2>
                    </div>
                    <div id="collapseObjetivosGenerales" class="collapse" aria-labelledby="headingObjetivosGenerales" data-parent="#customAccordion">
                        <div class="card-body">
                            <ol type="a">
                                <li>Analizar el proceso de comercializaci&oacute;n integral de productos o servicios.</li>
                                <li>Aplicar t&eacute;cnicas de venta, negociaci&oacute;n y comunicaci&oacute;n comercial adaptadas a diferentes clientes y canales.</li>
                                <li>Elaborar documentos administrativos y comerciales mediante aplicaciones ofim&aacute;ticas espec&iacute;ficas.</li>
                            </ol>
                        </div>
                    </div>
                </div>
                <div class="card">
                    <div class="card-header" id="headingTwo">
                        <h2 class="mb-0">
                            <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapseTwo" aria-expanded="false" aria-controls="collapseTwo">
                                        Competencias profesionales, personales y sociales
                                    </button>
                        </h2>
                    </div>
                    <div id="collapseTwo" class="collapse" aria-labelledby="headingTwo" data-parent="#customAccordion">
                        <div class="card-body">
                            <ol type="a">
                                <li>Adaptarse a nuevas situaciones laborales generadas por cambios tecnol&oacute;gicos u organizativos en los procesos productivos.</li>
                                <li>Resolver problemas y tomar decisiones individuales siguiendo normas y procedimientos establecidos definidos dentro del &aacute;mbito de su competencia.</li>
                                <li>Trabajar de forma responsable y aut&oacute;noma en el marco de la organizaci&oacute;n.</li>
                                <li>Aplicar protocolos de calidad y seguridad laboral en el desarrollo de las tareas asignadas.</li>
                            </ol>
                        </div>
                    </div>
                </div>
                <div id="customAccordion0650">
                    <div class="card">
                        <div class="card-header" id="heading0650-1">
                            <h2 class="mb-0">
                                <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapse0650-1" aria-expanded="false" aria-controls="collapse0650-1">
                                            R.A. Determina los elementos patrimoniales de la empresa, analizando la actividad empresarial.</button>
                            </h2>
                        </div>
                        <div id="collapse0650-1" class="collapse" aria-labelledby="heading0650-1" data-parent="#customAccordion0650">
                            <div class="card-body">
                                <strong>Criterios de evaluaci&oacute;n:</strong>
                                <br>
                                <br>
                                a) Se han distinguido los distintos sectores econ&oacute;micos, bas&aacute;ndose en la diversa tipolog&iacute;a de actividades que se desarrollan en ellos.
                                <br>
                                b) Se han identificado las fases del ciclo econ&oacute;mico de la actividad empresarial.
                                <br>
                                c) Se han definido los conceptos de patrimonio, elemento patrimonial y masa patrimonial.
                                <br>
                                d) Se han clasificado un conjunto de elementos en masas patrimoniales.
                                <br>
                                e) Se han identificado las masas patrimoniales que integran el activo, el pasivo exigible y el patrimonio neto.
                                <br>
                                f) Se ha diferenciado entre inversi&oacute;n/financiaci&oacute;n, inversi&oacute;n/gasto, gasto/pago e ingreso/cobro.
                                <br>
                                g) Se ha relacionado el patrimonio econ&oacute;mico de la empresa con el patrimonio financiero y ambos con las fases del ciclo econ&oacute;mico de la actividad empresarial.
                                <br>
                            </div>
                        </div>
                    </div>
                    <div class="card">
                        <div class="card-header" id="heading0650-2">
                            <h2 class="mb-0">
                                <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapse0650-2" aria-expanded="false" aria-controls="collapse0650-2">
                                            R.A. Integra la normativa contable y el m&eacute;todo de la partida doble, analizando el PGC PYME y la metodolog&iacute;a contable.</button>
                            </h2>
                        </div>
                        <div id="collapse0650-2" class="collapse" aria-labelledby="heading0650-2" data-parent="#customAccordion0650">
                            <div class="card-body">
                                <strong>Criterios de evaluaci&oacute;n:</strong>
                                <br>
                                <br>
                                a) Se han distinguido las fases del ciclo contable completo, adapt&aacute;ndolas a la legislaci&oacute;n espa&ntilde;ola.
                                <br>
                                b) Se ha definido el concepto de cuenta como instrumento para representar los distintos elementos patrimoniales y hechos econ&oacute;micos de la empresa.
                                <br>
                                c) Se han determinado las caracter&iacute;sticas m&aacute;s importantes del m&eacute;todo de contabilizaci&oacute;n por partida doble.
                                <br>
                                d) Se han reconocido los criterios de cargo y abono como m&eacute;todo de registro de las modificaciones del valor de los elementos patrimoniales.
                                <br>
                                e) Se ha definido el concepto de resultado contable, diferenciando las cuentas de ingresos y gastos.
                                <br>
                                f) Se ha reconocido el PGC como instrumento de armonizaci&oacute;n contable.
                                <br>
                                g) Se han relacionado las distintas partes del PGC, diferenciando las obligatorias de las no obligatorias.
                                <br>
                                h) Se ha codificado un conjunto de elementos patrimoniales de acuerdo con los criterios del PGC, identificando su funci&oacute;n en la asociaci&oacute;n y desglose de la informaci&oacute;n contable.
                                <br>
                                i) Se han identificado las cuentas anuales que establece el PGC, determinando la funci&oacute;n que cumplen.
                                <br>
                            </div>
                        </div>
                    </div>
                    <div class="card">
                        <div class="card-header" id="heading0650-3">
                            <h2 class="mb-0">
                                <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapse0650-3" aria-expanded="false" aria-controls="collapse0650-3">
                                            R.A. Gestiona la informaci&oacute;n sobre tributos que afectan o gravan la actividad comercial de la empresa, seleccionando y aplicando la normativa mercantil y fiscal vigente.</button>
                            </h2>
                        </div>
                        <div id="collapse0650-3" class="collapse" aria-labelledby="heading0650-3" data-parent="#customAccordion0650">
                            <div class="card-body">
                                <strong>Criterios de evaluaci&oacute;n:</strong>
                                <br>
                                <br>
                                a) Se ha identificado la normativa fiscal b&aacute;sica.
                                <br>
                                b) Se han clasificado los tributos, identificando las caracter&iacute;sticas b&aacute;sicas de los m&aacute;s significativos.
                                <br>
                                c) Se han identificado los elementos tributarios.
                                <br>
                                d) Se han identificado las caracter&iacute;sticas b&aacute;sicas de las normas mercantiles y fiscales aplicables a las operaciones de compraventa.
                                <br>
                                e) Se han distinguido y reconocido las operaciones sujetas, exentas y no sujetas a IVA.
                                <br>
                                f) Se han diferenciado los reg&iacute;menes especiales del IVA.
                                <br>
                                g) Se han determinado las obligaciones de registro en relaci&oacute;n con el Impuesto del Valor A&ntilde;adido, as&iacute; como los libros registros (voluntarios y obligatorios) para las empresas.
                                <br>
                                h) Se han calculado las cuotas liquidables del impuesto y elaborado la documentaci&oacute;n correspondiente a su declaraci&oacute;n-liquidaci&oacute;n.
                                <br>
                                i) Se ha reconocido la normativa sobre la conservaci&oacute;n de documentos e informaci&oacute;n.
                                <br>
                            </div>
                        </div>
                    </div>
                    <div class="card">
                        <div class="card-header" id="heading0650-4">
                            <h2 class="mb-0">
                                <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapse0650-4" aria-expanded="false" aria-controls="collapse0650-4">
                                            R.A. Elabora y organiza la documentaci&oacute;n administrativa de las operaciones de compraventa, relacion&aacute;ndola con las transacciones comerciales de la empresa.</button>
                            </h2>
                        </div>
                        <div id="collapse0650-4" class="collapse" aria-labelledby="heading0650-4" data-parent="#customAccordion0650">
                            <div class="card-body">
                                <strong>Criterios de evaluaci&oacute;n:</strong>
                                <br>
                                <br>
                                a) Se han determinado los elementos del contrato mercantil de compraventa.
                                <br>
                                b) Se han establecido los flujos de documentaci&oacute;n administrativa relacionados con la compraventa.
                                <br>
                                c) Se han identificado y cumplimentado los documentos relativos a la compraventa en la empresa, precisando los requisitos formales que deben reunir.
                                <br>
                                d) Se han reconocido los procesos de expedici&oacute;n y entrega de mercanc&iacute;as, as&iacute; como la documentaci&oacute;n administrativa asociada.
                                <br>
                                e) Se ha verificado que la documentaci&oacute;n comercial, recibida y emitida, cumple la legislaci&oacute;n vigente y los procedimientos internos de una empresa.
                                <br>
                                f) Se han identificado los par&aacute;metros y la informaci&oacute;n que deben ser registrados en las operaciones de compraventa.
                                <br>
                                g) Se ha valorado la necesidad de aplicar los sistemas de protecci&oacute;n y salvaguarda de la informaci&oacute;n, as&iacute; como criterios de calidad en el proceso administrativo.
                                <br>
                                h) Se ha gestionado la documentaci&oacute;n, manifestando rigor y precisi&oacute;n.
                                <br>
                                i) Se han utilizado aplicaciones inform&aacute;ticas espec&iacute;ficas.
                                <br>
                            </div>
                        </div>
                    </div>
                    <div class="card">
                        <div class="card-header" id="heading0650-5">
                            <h2 class="mb-0">
                                <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapse0650-5" aria-expanded="false" aria-controls="collapse0650-5">
                                            R.A. Determina los tr&aacute;mites de la gesti&oacute;n de cobros y pagos, analizando la documentaci&oacute;n asociada y su flujo dentro de la empresa.</button>
                            </h2>
                        </div>
                        <div id="collapse0650-5" class="collapse" aria-labelledby="heading0650-5" data-parent="#customAccordion0650">
                            <div class="card-body">
                                <strong>Criterios de evaluaci&oacute;n:</strong>
                                <br>
                                <br>
                                a) Se han diferenciado los flujos de entrada y salida de tesorer&iacute;a, valorando los procedimientos de autorizaci&oacute;n de los pagos y gesti&oacute;n de los cobros.
                                <br>
                                b) Se han identificado los medios de pago y cobro habituales en la empresa, as&iacute; como sus documentos justificativos, diferenciando pago al contado y pago aplazado.
                                <br>
                                c) Se han comparado las formas de financiaci&oacute;n comercial m&aacute;s habituales.
                                <br>
                                d) Se han aplicado las leyes financieras de capitalizaci&oacute;n simple o compuesta en funci&oacute;n del tipo de operaciones.
                                <br>
                                e) Se ha calculado la liquidaci&oacute;n de efectos comerciales en operaciones de descuento.
                                <br>
                                f) Se han calculado las comisiones y gastos en determinados productos y servicios bancarios relacionados con el aplazamiento del pago o el descuento comercial.
                                <br>
                            </div>
                        </div>
                    </div>
                    <div class="card">
                        <div class="card-header" id="heading0650-6">
                            <h2 class="mb-0">
                                <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapse0650-6" aria-expanded="false" aria-controls="collapse0650-6">
                                            R.A. Registra los hechos contables b&aacute;sicos derivados de la actividad comercial y dentro de un ciclo econ&oacute;mico, aplicando la metodolog&iacute;a contable y los principios y normas del PGC.</button>
                            </h2>
                        </div>
                        <div id="collapse0650-6" class="collapse" aria-labelledby="heading0650-6" data-parent="#customAccordion0650">
                            <div class="card-body">
                                <strong>Criterios de evaluaci&oacute;n:</strong>
                                <br>
                                <br>
                                a) Se han identificado y codificado las cuentas que intervienen en las operaciones relacionadas con la actividad comercial conforme al PGC.
                                <br>
                                b) Se han aplicado criterios de cargo y abono seg&uacute;n el PGC.
                                <br>
                                c) Se han efectuado los asientos correspondientes a los hechos contables m&aacute;s habituales del proceso comercial.
                                <br>
                                d) Se han contabilizado las operaciones relativas a la liquidaci&oacute;n de IVA.
                                <br>
                                e) Se han registrado los hechos contables previos al cierre del ejercicio econ&oacute;mico.
                                <br>
                                f) Se ha calculado el resultado contable y el balance de situaci&oacute;n final.
                                <br>
                                g) Se ha preparado la informaci&oacute;n econ&oacute;mica relevante para elaborar la memoria para un ejercicio econ&oacute;mico concreto.
                                <br>
                                h) Se han utilizado aplicaciones inform&aacute;ticas espec&iacute;ficas.
                                <br>
                                i) Se han realizado las copias de seguridad seg&uacute;n el protocolo establecido para salvaguardar los datos registrados.
                                <br>
                                j) Se ha gestionado la documentaci&oacute;n, manifestando rigor y precisi&oacute;n.
                                <br>
                            </div>
                        </div>
                    </div>
                    <div class="card">
                        <div class="card-header" id="heading0650-7">
                            <h2 class="mb-0">
                                <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapse0650-7" aria-expanded="false" aria-controls="collapse0650-7">
                                            R.A. Efect&uacute;a la gesti&oacute;n y el control de la tesorer&iacute;a, utilizando aplicaciones inform&aacute;ticas.</button>
                            </h2>
                        </div>
                        <div id="collapse0650-7" class="collapse" aria-labelledby="heading0650-7" data-parent="#customAccordion0650">
                            <div class="card-body">
                                <strong>Criterios de evaluaci&oacute;n:</strong>
                                <br>
                                <br>
                                a) Se han establecido la funci&oacute;n y los m&eacute;todos de control de la tesorer&iacute;a en la empresa.
                                <br>
                                b) Se han cumplimentado los distintos libros y registros de tesorer&iacute;a.
                                <br>
                                c) Se han ejecutado las operaciones del proceso de arqueo y cuadre de la caja y se han detectado las desviaciones.
                                <br>
                                d) Se ha cotejado la informaci&oacute;n de los extractos bancarios con el libro de registro del banco.
                                <br>
                                e) Se han descrito las utilidades de un calendario de vencimientos en t&eacute;rminos de previsi&oacute;n financiera.
                                <br>
                                f) Se ha relacionado el servicio de tesorer&iacute;a y el resto de departamentos con empresas y entidades externas.
                                <br>
                                g) Se ha valorado la utilizaci&oacute;n de medios on-line, administraci&oacute;n electr&oacute;nica y otros sustitutivos de la presentaci&oacute;n f&iacute;sica de los documentos.
                                <br>
                                h) Se han efectuado los procedimientos de acuerdo con los principios de responsabilidad, seguridad y confidencialidad de la informaci&oacute;n.
                                <br>
                                i) Se ha utilizado la hoja de c&aacute;lculo y otras herramientas inform&aacute;ticas para la gesti&oacute;n de tesorer&iacute;a.
                                <br>
                                j) Se ha identificado el procedimiento para gestionar la presentaci&oacute;n de documentos de cobro y pago ante las administraciones p&uacute;blicas.
                                <br>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </div>
        <footer>
            <div class="footer-content">
                <div class="footer-logo">
                    <img src="../public_html/img/logoCampusCamaraFooter.png" alt="Logo pie de p&aacute;gina">
                    <div class="footer-gallery" style="background-color: rgb(162, 162, 159); border-radius: 200px;">
                        <img src="../public_html/img/X.png" alt="img1"><img src="../public_html/img/Instagram.png" alt="img2"><img src="../public_html/img/Facebook.png" alt="img3"><img src="../public_html/img/Youtube.png" alt="img4">
                    </div>
                </div>
                <div class="footer-email">
                    <img src="../public_html/img/CorreoElectronico.png" alt="Correo" style="width: 20px; height: 20px; vertical-align: middle; margin-right: 5px;">
                            info@fpcampuscamara.es
                        
                </div>
                <div class="footer-phone">
                    <img src="../public_html/img/Llamada.png" alt="Tel&eacute;fono" style="width: 20px; height: 20px; vertical-align: middle; margin-right: 5px;">
                            954238797
                        
                </div>
            </div>
        </footer>
    </body>
</html>

