<html>
    <head>
        <META http-equiv="Content-Type" content="text/html; charset=UTF-8">
        <title>Centro FP Superior</title>
        <meta charset="UTF-8">
        <link rel="stylesheet" href="https://stackpath.bootstrapcdn.com/bootstrap/4.5.2/css/bootstrap.min.css">
        <script src="https://code.jquery.com/jquery-3.5.1.slim.min.js"></script><script src="https://cdn.jsdelivr.net/npm/bootstrap@4.5.2/dist/js/bootstrap.bundle.min.js"></script>
        <link rel="stylesheet" href="EstilosExtra.css">
        <style>
                    .custom-accordion .card {
                    border-radius: 1rem;
                    background-color: #d0e8ff;
                    border: none;
                    margin-bottom: 1rem;
                    }
                    .custom-accordion .card-header {
                    border-radius: 1rem 1rem 0 0;
                    background-color: #b3daff;
                    }
                </style>
    </head>
    <body>
        <header>
            <style>
                        .logo {
                        height: 78px;
                        width: 218px; /* o lo que mida tu logo */
                        background-image: url('../public_html/img/LogoCampusCamaraHeader.png');
                        background-size: contain;
                        background-repeat: no-repeat;
                        background-position: center;
                        }
                    </style>
            <div class="logo"></div>
            <nav>
                <a href="index.html#Administraci%C3%B3n y Gesti%C3%B3n">Administraci&oacute;n y Gesti&oacute;n</a><a href="index.html#M%C3%A1sters FP">M&aacute;sters FP</a>
            </nav>
        </header>
        <div class="sub-title">CENTRO FP SUPERIOR DE LA C&Aacute;MARA DE COMERCIO DE SEVILLA</div>
        <div class="main-title">
            Curso de Especializaci&oacute;n en Inteligencia Artificial y Big Data
            <br>
                                &ndash;&ndash; FP Superior con Titulaci&oacute;n Oficial Junta de Andaluc&iacute;a &ndash; 
                
        </div>
        <div class="sub-title2">Programaci&oacute;n de Inteligencia Artificial.</div>
        <style>
                    .curso1º {
                    background-color: orange; /* cambio a naranja */
                    color: white;
                    padding: 12px 27px;
                    border-radius: 50px;
                    display: inline-block;
                    font-weight: bold;
                    font-size: 1.8em;
                    font-family: Arial, sans-serif;
                    text-align: center;

                    position: relative;
                    top: 90px;
                    left: 290px;
                </style>
        <div class="curso1&ordm;">
                    1&ordm; Curso
                </div>
        <style>
                    .resultadosdeaprendizaje {
                    background-color: #003366; /* azul oscuro */
                    color: white;
                    padding: 12px 27px;  /* más espacio arriba/abajo y a los lados */
                    border-radius: 50px; /* ovalado */
                    display: inline-block;
                    font-weight: bold;
                    font-size: 1.8em;    /* letra más grande */
                    font-family: Arial, sans-serif;
                    text-align: center;

                    position: relative;
                    top: 370px;
                    left: 70px;
                    }
                </style>
        <div class="resultadosdeaprendizaje">
                                Resultados de 
            <br>
                        aprendizaje               
                    </br>
        </div>
        <div class="container mt-4">
            <div id="customAccordion" class="custom-accordion">
                <div class="card">
                    <div class="card-header" id="headingOne">
                        <h2 class="mb-0">
                            <button class="btn btn-link btn-block text-left text-dark font-weight-bold" type="button" data-toggle="collapse" data-target="#collapseOne" aria-expanded="true" aria-controls="collapseOne">
                                        Contenidos B&aacute;sicos
                                    </button>
                        </h2>
                    </div>
                    <div id="collapseOne" class="collapse" aria-labelledby="headingOne" data-parent="#customAccordion">
                        <div class="card-body">
                                    Los contenidos b&aacute;sicos de este m&oacute;dulo son dise&ntilde;ar, desarrollar y aplicar soluciones de programaci&oacute;n basadas en t&eacute;cnicas y algoritmos de inteligencia artificial, que permitan la automatizaci&oacute;n inteligente, la mejora en la toma de decisiones y la optimizaci&oacute;n de procesos en entornos tecnol&oacute;gicos, garantizando la calidad, eficiencia y adaptabilidad de las soluciones implementadas.

                                </div>
                    </div>
                </div>
                <div class="card">
                    <div class="card-header" id="headingObjetivosGenerales">
                        <h2 class="mb-0">
                            <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapseObjetivosGenerales" aria-expanded="false" aria-controls="collapseObjetivosGenerales">
                                        Objetivos generales
                                    </button>
                        </h2>
                    </div>
                    <div id="collapseObjetivosGenerales" class="collapse" aria-labelledby="headingObjetivosGenerales" data-parent="#customAccordion">
                        <div class="card-body">
                            <ol type="a">
                                <li>Caracterizar las interacciones en los negocios de las empresas y organizaciones para aplicar sistemas de Inteligencia Artificial que incrementen la productividad.</li>
                                <li>Seleccionar datos relevantes de la empresa u organizaci&oacute;n para desarrollar e implementar soluciones que faciliten la toma de decisiones.</li>
                                <li>Aplicar t&eacute;cnicas de tratamiento de datos para gestionar la transformaci&oacute;n digital en las organizaciones.</li>
                                <li>Caracterizar sistemas de Inteligencia Artificial para implantar funcionalidades, procesos y sistemas de decisiones.</li>
                                <li>Interpretar planes de cambio y mejora de los procesos de las empresas y organizaciones para su gesti&oacute;n con Inteligencia Artificial.</li>
                                <li>Caracterizar procesos de mejora de la productividad de las empresas para administrar el desarrollo de procesos automatizados.</li>
                                <li>Aplicar herramientas de Inteligencia Artificial para optimizar el desarrollo de los procesos aut&oacute;nomos.</li>
                                <li>Utilizar soluciones de Big Data para integrar sistemas de explotaci&oacute;n de datos.</li>
                                <li>Analizar y evaluar soluciones de Big Data para su implantaci&oacute;n en las funcionalidades, procesos y sistemas de decisiones.</li>
                                <li>Determinar la documentaci&oacute;n t&eacute;cnica y normativa vigente de los procedimientos de protecci&oacute;n de datos para ejecutar el sistema de explotaci&oacute;n de datos cumpliendo con los principios legales y &eacute;ticos.</li>
                                <li>Determinar la soluci&oacute;n de Inteligencia Artificial y Big Data para configurar las herramientas y lenguajes espec&iacute;ficos.</li>
                                <li>Aplicar t&eacute;cnicas de Big Data para gestionar los datos de la organizaci&oacute;n y obtener conocimiento a partir de ellos.</li>
                            </ol>
                        </div>
                    </div>
                </div>
                <div class="card">
                    <div class="card-header" id="headingTwo">
                        <h2 class="mb-0">
                            <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapseTwo" aria-expanded="false" aria-controls="collapseTwo">
                                        Competencias profesionales, personales y sociales
                                    </button>
                        </h2>
                    </div>
                    <div id="collapseTwo" class="collapse" aria-labelledby="headingTwo" data-parent="#customAccordion">
                        <div class="card-body">
                            <ol type="a">
                                <li>Aplicar sistemas de Inteligencia Artificial para identificar nuevas formas de interacci&oacute;n en los negocios que mejoren la productividad.</li>
                                <li>Desarrollar e implementar sistemas de Inteligencia Artificial que faciliten la toma de decisiones &aacute;giles dentro de un negocio gestionando y explotando datos masivos.</li>
                                <li>Gestionar la transformaci&oacute;n digital necesaria en las organizaciones para la consecuci&oacute;n de la eficiencia empresarial mediante el tratamiento de datos.</li>
                                <li>Aplicar Inteligencia Artificial en funcionalidades, procesos y sistemas de decisi&oacute;n empresariales.</li>
                                <li>Gestionar los distintos tipos de Inteligencia Artificial para la consecuci&oacute;n de transformaci&oacute;n y cambio en las empresas.</li>
                            </ol>
                        </div>
                    </div>
                </div>
                <div id="customAccordion">
                    <div class="card">
                        <div class="card-header" id="heading5073-1">
                            <h2 class="mb-0">
                                <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapse5073-1" aria-expanded="false" aria-controls="collapse5073-1">
                                            R.A. Caracteriza lenguajes de programaci&oacute;n valorando su idoneidad en el desarrollo de Inteligencia Artifcial.</button>
                            </h2>
                        </div>
                        <div id="collapse5073-1" class="collapse" aria-labelledby="heading5073-1" data-parent="#customAccordion">
                            <div class="card-body">
                                <strong>Criterios de evaluaci&oacute;n:</strong>
                                <br>
                                a) Se ha identifcado la estructura de un programa inform&aacute;tico
                                <br>
                                b) Se han valorado caracter&iacute;sticas en los lenguajes de programaci&oacute;n adecuadas al tipo de aplicaciones a implementar.
                                <br>
                                c) Se ha determinado el lenguaje de programaci&oacute;n m&aacute;s apropiado para el desarrollo de la aplicaci&oacute;n
                                <br>
                                d) Se han valorado caracter&iacute;sticas de los lenguajes de programaci&oacute;n para el desarrollo de Inteligencia Artifcial
                                <br>
                                e) Se ha determinado el lenguaje de programaci&oacute;n m&aacute;s apropiado para el desarrollo de la aplicaci&oacute;n de Inteligencia Artifcial
                                <br>
                                f) Se han caracterizado lenguajes de marcado destacando la informaci&oacute;n que contienen sus etiquetas.
                                <br>
                            </div>
                        </div>
                    </div>
                    <div class="card">
                        <div class="card-header" id="heading5073-2">
                            <h2 class="mb-0">
                                <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapse5073-2" aria-expanded="false" aria-controls="collapse5073-2">
                                            R.A. Desarrolla aplicaciones de Inteligencia artifcial utilizando entornos de modelado</button>
                            </h2>
                        </div>
                        <div id="collapse5073-2" class="collapse" aria-labelledby="heading5073-2" data-parent="#customAccordion">
                            <div class="card-body">
                                <strong>Criterios de evaluaci&oacute;n:</strong>
                                <br>
                                a) Se han evaluado plataformas de Inteligencia Artifcial
                                <br>
                                b) Se han caracterizado entornos de modelo de aplicaciones de Inteligencia Artifcial.
                                <br>
                                c) Se ha defnido el modelo que se quiere implementar seg&uacute;n el problema planteado
                                <br>
                                d) Se ha implementado la aplicaci&oacute;n de Inteligencia Artifcia
                                <br>
                                e) Se han evaluado los resultados obtenidos
                                <br>
                            </div>
                        </div>
                    </div>
                    <div class="card">
                        <div class="card-header" id="heading5073-3">
                            <h2 class="mb-0">
                                <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapse5073-3" aria-expanded="false" aria-controls="collapse5073-3">
                                            R.A. Eval&uacute;a las mejoras en los negocios integrando convergencia tecnol&oacute;gica</button>
                            </h2>
                        </div>
                        <div id="collapse5073-3" class="collapse" aria-labelledby="heading5073-3" data-parent="#customAccordion">
                            <div class="card-body">
                                <strong>Criterios de evaluaci&oacute;n:</strong>
                                <br>
                                a) Se han identifcado las ventajas que ofrece unifcar procesos, servicios, herramientas, m&eacute;todos y sectores.
                                <br>
                                b) Se han identifcado sistemas que facilitan la conexi&oacute;n tecnol&oacute;gica.
                                <br>
                                c) Se han evaluado las caracter&iacute;sticas de dichos sistemas
                                <br>
                                d) Se ha evaluado como la convergencia tecnol&oacute;gica aporta seguridad en los negocios
                                <br>
                                e) Se ha evaluado la mejora en la capacidad de toma de decisiones estrat&eacute;gicas en un negocio conectado.
                                <br>
                            </div>
                        </div>
                    </div>
                    <div class="card">
                        <div class="card-header" id="heading5073-4">
                            <h2 class="mb-0">
                                <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapse5073-4" aria-expanded="false" aria-controls="collapse5073-4">
                                            R.A. Eval&uacute;a modelos de automatizaci&oacute;n industrial y de negocio relacion&aacute;ndolos con los resultados esperados por las empresas.</button>
                            </h2>
                        </div>
                        <div id="collapse5073-4" class="collapse" aria-labelledby="heading5073-4" data-parent="#customAccordion">
                            <div class="card-body">
                                <strong>Criterios de evaluaci&oacute;n:</strong>
                                <br>
                                a) Se han identifcado las nuevas estrategias corporativas y modelos de negocio en las empresas.
                                <br>
                                b) Se ha defnido la relaci&oacute;n entre empresas y clientes y su efecto en la forma en que las empresas organizan y gestionan sus activos y recursos.
                                <br>
                                c) Se han evaluado modelos de automatizaci&oacute;n para los nuevos requerimientos industriales y de negocio.
                                <br>
                                d) Se ha evaluado la conveniencia de cada modelo para conseguir los resultados esperados por las empresas.
                                <br>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </div>
        <footer>
            <div class="footer-content">
                <div class="footer-logo">
                    <img src="../public_html/img/logoCampusCamaraFooter.png" alt="Logo pie de p&aacute;gina">
                    <div class="footer-gallery" style="background-color: rgb(162, 162, 159); border-radius: 200px;">
                        <img src="../public_html/img/X.png" alt="img1"><img src="../public_html/img/Instagram.png" alt="img2"><img src="../public_html/img/Facebook.png" alt="img3"><img src="../public_html/img/Youtube.png" alt="img4">
                    </div>
                </div>
                <div class="footer-email">
                    <img src="../public_html/img/CorreoElectronico.png" alt="Correo" style="width: 20px; height: 20px; vertical-align: middle; margin-right: 5px;">
                            info@fpcampuscamara.es
                        
                </div>
                <div class="footer-phone">
                    <img src="../public_html/img/Llamada.png" alt="Tel&eacute;fono" style="width: 20px; height: 20px; vertical-align: middle; margin-right: 5px;">
                            954238797
                        
                </div>
            </div>
        </footer>
    </body>
</html>

