<html>
    <head>
        <META http-equiv="Content-Type" content="text/html; charset=UTF-8">
        <title>Centro FP Superior</title>
        <meta charset="UTF-8">
        <link rel="stylesheet" href="https://stackpath.bootstrapcdn.com/bootstrap/4.5.2/css/bootstrap.min.css">
        <script src="https://code.jquery.com/jquery-3.5.1.slim.min.js"></script><script src="https://cdn.jsdelivr.net/npm/bootstrap@4.5.2/dist/js/bootstrap.bundle.min.js"></script>
        <link rel="stylesheet" href="EstilosExtra.css">
        <style>
                    .custom-accordion .card {
                    border-radius: 1rem;
                    background-color: #d0e8ff;
                    border: none;
                    margin-bottom: 1rem;
                    }
                    .custom-accordion .card-header {
                    border-radius: 1rem 1rem 0 0;
                    background-color: #b3daff;
                    }
                </style>
    </head>
    <body>
        <header>
            <style>
                        .logo {
                        height: 78px;
                        width: 218px; /* o lo que mida tu logo */
                        background-image: url('../public_html/img/LogoCampusCamaraHeader.png');
                        background-size: contain;
                        background-repeat: no-repeat;
                        background-position: center;
                        }
                    </style>
            <div class="logo"></div>
            <nav>
                <a href="index.html#Administraci%C3%B3n y Gesti%C3%B3n">Administraci&oacute;n y Gesti&oacute;n</a><a href="index.html#M%C3%A1sters FP">M&aacute;sters FP</a>
            </nav>
        </header>
        <div class="sub-title">CENTRO FP SUPERIOR DE LA C&Aacute;MARA DE COMERCIO DE SEVILLA</div>
        <div class="main-title">
            Curso de especializaci&oacute;n en Desarrollo de Videojuegos y Realidad Virtual
            <br>
                                &ndash;&ndash; FP Superior con Titulaci&oacute;n Oficial Junta de Andaluc&iacute;a &ndash; 
                
        </div>
        <div class="sub-title2">Programaci&oacute;n y motores de videojuegos.</div>
        <style>
                    .curso1º {
                    background-color: orange; /* cambio a naranja */
                    color: white;
                    padding: 12px 27px;
                    border-radius: 50px;
                    display: inline-block;
                    font-weight: bold;
                    font-size: 1.8em;
                    font-family: Arial, sans-serif;
                    text-align: center;

                    position: relative;
                    top: 90px;
                    left: 290px;
                </style>
        <div class="curso1&ordm;">
                    1&ordm; Curso
                </div>
        <style>
                    .resultadosdeaprendizaje {
                    background-color: #003366; /* azul oscuro */
                    color: white;
                    padding: 12px 27px;  /* más espacio arriba/abajo y a los lados */
                    border-radius: 50px; /* ovalado */
                    display: inline-block;
                    font-weight: bold;
                    font-size: 1.8em;    /* letra más grande */
                    font-family: Arial, sans-serif;
                    text-align: center;

                    position: relative;
                    top: 370px;
                    left: 70px;
                    }
                </style>
        <div class="resultadosdeaprendizaje">
                                Resultados de 
            <br>
                        aprendizaje               
                    </br>
        </div>
        <div class="container mt-4">
            <div id="customAccordion" class="custom-accordion">
                <div class="card">
                    <div class="card-header" id="headingOne">
                        <h2 class="mb-0">
                            <button class="btn btn-link btn-block text-left text-dark font-weight-bold" type="button" data-toggle="collapse" data-target="#collapseOne" aria-expanded="true" aria-controls="collapseOne">
                                        Contenidos B&aacute;sicos
                                    </button>
                        </h2>
                    </div>
                    <div id="collapseOne" class="collapse" aria-labelledby="headingOne" data-parent="#customAccordion">
                        <div class="card-body">
                                    Los contenidos b&aacute;sicos de este m&oacute;dulo se centran en aplicar los conocimientos adquiridos en programaci&oacute;n y en el manejo de motores de desarrollo para crear videojuegos funcionales, interactivos y estructurados, integrando elementos de f&iacute;sica, sonido e iluminaci&oacute;n, y gestionando adecuadamente recursos y escenas, con un enfoque profesional, creativo y orientado al usuario final.

                                </div>
                    </div>
                </div>
                <div class="card">
                    <div class="card-header" id="headingObjetivosGenerales">
                        <h2 class="mb-0">
                            <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapseObjetivosGenerales" aria-expanded="false" aria-controls="collapseObjetivosGenerales">
                                        Objetivos generales
                                    </button>
                        </h2>
                    </div>
                    <div id="collapseObjetivosGenerales" class="collapse" aria-labelledby="headingObjetivosGenerales" data-parent="#customAccordion">
                        <div class="card-body">
                            <ol type="a">
                                <li>Analizar y crear interacciones del usuario con el videojuego.</li>
                                <li>Aplicar elementos f&iacute;sicos integrados en el motor de desarrollo.</li>
                                <li>Asociar escenas dentro del videojuego y configurar transiciones.</li>
                                <li>Analizar las caracter&iacute;sticas del editor del motor de desarrollo.</li>
                                <li>Ajustar c&aacute;maras y comprender sus funcionalidades.</li>
                                <li>Asignar recursos necesarios para la elaboraci&oacute;n de un videojuego.</li>
                                <li>Aplicar herramientas de audio en el videojuego.</li>
                                <li>A&ntilde;adir objetos y componentes en entornos interactivos.</li>
                                <li>Aplicar interacciones entre elementos del videojuego.</li>
                                <li>Adoptar estructuras coherentes en el desarrollo del proyecto de videojuego.</li>
                            </ol>
                        </div>
                    </div>
                </div>
                <div class="card">
                    <div class="card-header" id="headingTwo">
                        <h2 class="mb-0">
                            <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapseTwo" aria-expanded="false" aria-controls="collapseTwo">
                                        Competencias profesionales, personales y sociales
                                    </button>
                        </h2>
                    </div>
                    <div id="collapseTwo" class="collapse" aria-labelledby="headingTwo" data-parent="#customAccordion">
                        <div class="card-body">
                            <ol type="a">
                                <li>Comprensi&oacute;n de la historia y cultura del videojuego y su impacto social.</li>
                                <li>Capacidad para liderar proyectos digitales interactivos con visi&oacute;n econ&oacute;mica y social.</li>
                                <li>Aplicaci&oacute;n de t&eacute;cnicas de aprendizaje computacional en videojuegos.</li>
                                <li>Dise&ntilde;o de sistemas interactivos e interfaces para videojuegos.</li>
                            </ol>
                        </div>
                    </div>
                </div>
                <div id="customAccordion">
                    <div class="card">
                        <div class="card-header" id="heading5048-1">
                            <h2 class="mb-0">
                                <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapse5048-1" aria-expanded="false" aria-controls="collapse5048-1">
                                            R.A. Identifica los principales referentes de la historia y la cultura del videojuego valorando su incidencia en la sociedad actual.</button>
                            </h2>
                        </div>
                        <div id="collapse5048-1" class="collapse" aria-labelledby="heading5048-1" data-parent="#customAccordion">
                            <div class="card-body">
                                <strong>Criterios de evaluaci&oacute;n:</strong>
                                <br>
                                a) Se han identificado los principales hitos en la historia del videojuego.
                                <br>
                                b) Se ha determinado el car&aacute;cter popular y l&uacute;dico del videojuego.
                                <br>
                                c) Se ha evaluado el potencial econ&oacute;mico de la industria del videojuego.
                                <br>
                                d) Se ha estimado su potencial creativo e innovador.
                                <br>
                                e) Se ha analizado el impacto del videojuego en la cultura y sociedad contempor&aacute;nea.
                                <br>
                                f) Se han determinado las necesidades actuales de la industria del videojuego.
                                <br>
                            </div>
                        </div>
                    </div>
                    <div class="card">
                        <div class="card-header" id="heading5048-2">
                            <h2 class="mb-0">
                                <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapse5048-2" aria-expanded="false" aria-controls="collapse5048-2">
                                            R.A.  Aplica los conceptos fundamentales de programaci&oacute;n orientada a objetos, teniendo en cuenta el lenguaje de programaci&oacute;n utilizado en el motor de videojuegos.</button>
                            </h2>
                        </div>
                        <div id="collapse5048-2" class="collapse" aria-labelledby="heading5048-2" data-parent="#customAccordion">
                            <div class="card-body">
                                <strong>Criterios de evaluaci&oacute;n:</strong>
                                <br>
                                a) Se ha reconocido la sintaxis, estructura y componentes de clase, propiedades, m&eacute;todos y constructores.
                                <br>
                                b) Se han utilizado mecanismos para controlar la visibilidad de las clases y de sus miembros.
                                <br>
                                c) Se han definido y utilizado clases heredadas.
                                <br>
                                d) Se han creado y utilizado m&eacute;todos est&aacute;ticos.
                                <br>
                                e) Se han definido y utilizado interfaces.
                                <br>
                                f) Se han creado y utilizado librer&iacute;as de clases.
                                <br>
                                g) Se han escrito programas que manipulan informaci&oacute;n seleccionando y utilizando tipos avanzados de datos.
                                <br>
                                h) Se han creado y utilizado patrones de dise&ntilde;o.
                                <br>
                                i) Se ha definido y utilizado la concurrencia.
                                <br>
                            </div>
                        </div>
                    </div>
                    <div class="card">
                        <div class="card-header" id="heading5048-3">
                            <h2 class="mb-0">
                                <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapse5048-3" aria-expanded="false" aria-controls="collapse5048-3">
                                            R.A.  Configura entornos de desarrollo, herramientas y motores de desarrollo de videojuegos, aplicando las t&eacute;cnicas necesarias y teniendo en cuenta los avances tecnol&oacute;gicos en el sector. </button>
                            </h2>
                        </div>
                        <div id="collapse5048-3" class="collapse" aria-labelledby="heading5048-3" data-parent="#customAccordion">
                            <div class="card-body">
                                <strong>Criterios de evaluaci&oacute;n:</strong>
                                <br>
                                a) Se ha instalado y configurado el motor de desarrollo de videojuegos.
                                <br>
                                b) Se han identificado y conectado todos los tipos de recursos disponibles y necesarios para la elaboraci&oacute;n del videojuego.
                                <br>
                                c) Se han reconocido y analizado las caracter&iacute;sticas del editor del motor de desarrollo de videojuegos.
                                <br>
                                d) Se ha definido la estructura de un proyecto de videojuego.
                                <br>
                                e) Se han configurado y asociado las escenas del videojuego.
                                <br>
                                f) Se han manejado las c&aacute;maras y reconocido sus funcionalidades.
                                <br>
                                g) Se han creado diferentes objetos del videojuego y componentes.
                                <br>
                                h) Se han configurado las interacciones entre los diferentes elementos y los conceptos b&aacute;sicos de iluminaci&oacute;n.
                                <br>
                                i) Se han identificado las herramientas de audio y se las ha asociado al videojuego.
                                <br>
                                j) Se han utilizado los elementos f&iacute;sicos integrados en el motor de desarrollo de videojuegos.
                                <br>
                                k) Se han analizado y creado las diferentes interacciones del usuario con el videojuego.
                                <br>
                            </div>
                        </div>
                    </div>
                    <div class="card">
                        <div class="card-header" id="heading5048-4">
                            <h2 class="mb-0">
                                <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapse5048-4" aria-expanded="false" aria-controls="collapse5048-4">
                                            R.A. Establece la arquitectura interna de videojuegos determinando la programaci&oacute;n de scripts del motor de desarrollo.</button>
                            </h2>
                        </div>
                        <div id="collapse5048-4" class="collapse" aria-labelledby="heading5048-4" data-parent="#customAccordion">
                            <div class="card-body">
                                <strong>Criterios de evaluaci&oacute;n:</strong>
                                <br>
                                a) Se han manejado conceptos esenciales del lenguaje de programaci&oacute;n, utilizado en el motor de desarrollo de videojuego.
                                <br>
                                b) Se han analizado los diferentes elementos que intervienen en la mec&aacute;nica del videojuego.
                                <br>
                                c) Se han creado y usado scripts para la programaci&oacute;n de los objetos del videojuego.
                                <br>
                                d) Se han creado funciones de eventos que ocurren durante el juego.
                                <br>
                                e) Se han administrado el tiempo de los eventos y acciones y el orden de ejecuci&oacute;n.
                                <br>
                                f) Se ha analizado la gesti&oacute;n autom&aacute;tica de memoria del motor de videojuego.
                                <br>
                                g) Se ha comprobado el proceso de compilaci&oacute;n dependiente de la plataforma.
                                <br>
                                h) Se han verificado las herramientas de ayuda a la programaci&oacute;n de scripts que permiten la depuraci&oacute;n, testeo y desarrollo de los mismos.
                                <br>
                                i) Se ha supervisado el sistema de eventos para comunicaci&oacute;n entre los objetos de la aplicaci&oacute;n basados en la entrada. 
                                <br>
                            </div>
                        </div>
                    </div>
                    <div class="card">
                        <div class="card-header" id="heading5048-5">
                            <h2 class="mb-0">
                                <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapse5048-5" aria-expanded="false" aria-controls="collapse5048-5">
                                            R.A. Crea efectos de aceleraci&oacute;n, colisiones, gravedad y otras fuerzas inherentes a los objetos del juego, controlando fundamentos del sistema de f&iacute;sica relacionado con los videojuegos.</button>
                            </h2>
                        </div>
                        <div id="collapse5048-5" class="collapse" aria-labelledby="heading5048-5" data-parent="#customAccordion">
                            <div class="card-body">
                                <strong>Criterios de evaluaci&oacute;n:</strong>
                                <br>
                                a) Se han identificado los componentes del sistema de f&iacute;sica disponible en el motor de videojuegos.
                                <br>
                                b) Se han identificado las caracter&iacute;sticas que permiten el comportamiento f&iacute;sico para un objeto.
                                <br>
                                c) Se ha aplicado la fuerza de gravedad y colisiones aplicadas a los objetos.
                                <br>
                                d) Se ha modificado la posici&oacute;n y rotaci&oacute;n de los objetos.
                                <br>
                                e) Se ha controlado la activaci&oacute;n y desactivaci&oacute;n mediante el adormecimiento y despertar de los objetos.
                                <br>
                                f) Se ha dotado a los objetos de caracter&iacute;sticas similares a los materiales f&iacute;sicos y se han definido sus comportamientos.
                                <br>
                                g) Se han configurado los disparadores de eventos seg&uacute;n las interacciones de las colisiones.
                                <br>
                                h) Se han utilizado y configurado las articulaciones asociadas a los objetos.
                                <br>
                                i) Se han creado escenarios con objetos cuyas caracter&iacute;sticas y efectos son similares al mundo real.
                                <br>
                            </div>
                        </div>
                    </div>
                    <div class="card">
                        <div class="card-header" id="heading5048-6">
                            <h2 class="mb-0">
                                <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapse5048-6" aria-expanded="false" aria-controls="collapse5048-6">
                                            R.A. Define el interfaz de usuario del videojuego teniendo en cuenta su rapidez y la facilidad de utilizaci&oacute;n.</button>
                            </h2>
                        </div>
                        <div id="collapse5048-6" class="collapse" aria-labelledby="heading5048-6" data-parent="#customAccordion">
                            <div class="card-body">
                                <strong>Criterios de evaluaci&oacute;n:</strong>
                                <br>
                                a) Se ha analizado el funcionamiento del contenedor que alberga todos los objetos del juego.
                                <br>
                                b) Se ha determinado el orden de visualizaci&oacute;n de todos los objetos que contiene el juego.
                                <br>
                                c) Se han ajustado los modos de renderizado de los objetos en la pantalla o contenedor del juego
                                <br>
                                d) Se han posicionado y establecido los tama&ntilde;os y rotaciones de los elementos de la interfaz de usuario en la pantalla.
                                <br>
                                e) Se han utilizado elementos visuales.
                                <br>
                                f) Se ha proporcionado a los elementos del interfaz la interacci&oacute;n asociada a las acciones del videojuego.
                                <br>
                                g) Se han configurado las animaciones del interfaz de usuario.
                                <br>
                                h) Se han configurado los distintos tipos de fuentes de textos.
                                <br>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </div>
        <footer>
            <div class="footer-content">
                <div class="footer-logo">
                    <img src="../public_html/img/logoCampusCamaraFooter.png" alt="Logo pie de p&aacute;gina">
                    <div class="footer-gallery" style="background-color: rgb(162, 162, 159); border-radius: 200px;">
                        <img src="../public_html/img/X.png" alt="img1"><img src="../public_html/img/Instagram.png" alt="img2"><img src="../public_html/img/Facebook.png" alt="img3"><img src="../public_html/img/Youtube.png" alt="img4">
                    </div>
                </div>
                <div class="footer-email">
                    <img src="../public_html/img/CorreoElectronico.png" alt="Correo" style="width: 20px; height: 20px; vertical-align: middle; margin-right: 5px;">
                            info@fpcampuscamara.es
                        
                </div>
                <div class="footer-phone">
                    <img src="../public_html/img/Llamada.png" alt="Tel&eacute;fono" style="width: 20px; height: 20px; vertical-align: middle; margin-right: 5px;">
                            954238797
                        
                </div>
            </div>
        </footer>
    </body>
</html>

