<html>
    <head>
        <META http-equiv="Content-Type" content="text/html; charset=UTF-8">
        <title>Centro FP Superior</title>
        <meta charset="UTF-8">
        <link rel="stylesheet" href="https://stackpath.bootstrapcdn.com/bootstrap/4.5.2/css/bootstrap.min.css">
        <script src="https://code.jquery.com/jquery-3.5.1.slim.min.js"></script><script src="https://cdn.jsdelivr.net/npm/bootstrap@4.5.2/dist/js/bootstrap.bundle.min.js"></script>
        <link rel="stylesheet" href="EstilosExtra.css">
        <style>
                    .custom-accordion .card {
                    border-radius: 1rem;
                    background-color: #d0e8ff;
                    border: none;
                    margin-bottom: 1rem;
                    }
                    .custom-accordion .card-header {
                    border-radius: 1rem 1rem 0 0;
                    background-color: #b3daff;
                    }
                </style>
    </head>
    <body>
        <header>
            <style>
                        .logo {
                        height: 78px;
                        width: 218px; /* o lo que mida tu logo */
                        background-image: url('../public_html/img/LogoCampusCamaraHeader.png');
                        background-size: contain;
                        background-repeat: no-repeat;
                        background-position: center;
                        }
                    </style>
            <div class="logo"></div>
            <nav>
                <a href="index.html#Administraci%C3%B3n y Gesti%C3%B3n">Administraci&oacute;n y Gesti&oacute;n</a><a href="index.html#M%C3%A1sters FP">M&aacute;sters FP</a>
            </nav>
        </header>
        <div class="sub-title">CENTRO FP SUPERIOR DE LA C&Aacute;MARA DE COMERCIO DE SEVILLA</div>
        <div class="main-title">
            Grado Superior de Administraci&oacute;n y Finanzas
            <br>
                                &ndash;&ndash; FP Superior con Titulaci&oacute;n Oficial Junta de Andaluc&iacute;a &ndash; 
                
        </div>
        <div class="sub-title2">Simulaci&oacute;n empresarial</div>
        <style>
                    .curso2º {
                    background-color: orange; /* cambio a naranja */
                    color: white;
                    padding: 12px 27px;
                    border-radius: 50px;
                    display: inline-block;
                    font-weight: bold;
                    font-size: 1.8em;
                    font-family: Arial, sans-serif;
                    text-align: center;

                    position: relative;
                    top: 90px;
                    left: 290px;
                </style>
        <div class="curso2&ordm;">
                    2&ordm; Curso
                </div>
        <style>
                    .resultadosdeaprendizaje {
                    background-color: #003366; /* azul oscuro */
                    color: white;
                    padding: 12px 27px;  /* más espacio arriba/abajo y a los lados */
                    border-radius: 50px; /* ovalado */
                    display: inline-block;
                    font-weight: bold;
                    font-size: 1.8em;    /* letra más grande */
                    font-family: Arial, sans-serif;
                    text-align: center;

                    position: relative;
                    top: 370px;
                    left: 70px;
                    }
                </style>
        <div class="resultadosdeaprendizaje">
                                Resultados de 
            <br>
                        aprendizaje               
                    </br>
        </div>
        <div class="container mt-4">
            <div id="customAccordion" class="custom-accordion">
                <div class="card">
                    <div class="card-header" id="headingOne">
                        <h2 class="mb-0">
                            <button class="btn btn-link btn-block text-left text-dark font-weight-bold" type="button" data-toggle="collapse" data-target="#collapseOne" aria-expanded="true" aria-controls="collapseOne">
                                        Contenidos B&aacute;sicos
                                    </button>
                        </h2>
                    </div>
                    <div id="collapseOne" class="collapse" aria-labelledby="headingOne" data-parent="#customAccordion">
                        <div class="card-body">
                                    Desarrollar en el alumnado la capacidad para planificar, organizar, gestionar y administrar una empresa en un entorno simulado que reproduce fielmente las condiciones del mercado real. Esto incluye la integraci&oacute;n de conocimientos multidisciplinares en &aacute;reas como la administraci&oacute;n, finanzas, comercializaci&oacute;n y recursos humanos, as&iacute; como la aplicaci&oacute;n pr&aacute;ctica de herramientas inform&aacute;ticas especializadas en gesti&oacute;n empresarial. Adem&aacute;s, se fomenta el desarrollo de habilidades para la toma de decisiones estrat&eacute;gicas, el trabajo en equipo, la comunicaci&oacute;n efectiva y la adaptaci&oacute;n a cambios y situaciones imprevistas, garantizando as&iacute; una formaci&oacute;n integral orientada a la preparaci&oacute;n para el mundo laboral y la iniciativa emprendedora. </div>
                    </div>
                </div>
                <div class="card">
                    <div class="card-header" id="headingObjetivosGenerales">
                        <h2 class="mb-0">
                            <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapseObjetivosGenerales" aria-expanded="false" aria-controls="collapseObjetivosGenerales">
                                        Objetivos generales
                                    </button>
                        </h2>
                    </div>
                    <div id="collapseObjetivosGenerales" class="collapse" aria-labelledby="headingObjetivosGenerales" data-parent="#customAccordion">
                        <div class="card-body">
                            <ol type="a">
                                <li>Simular la creaci&oacute;n y gesti&oacute;n de una empresa desde la concepci&oacute;n hasta la puesta en marcha, incluyendo la elaboraci&oacute;n de un plan de empresa.</li>
                                <li>Gestionar las &aacute;reas funcionales de la empresa (administraci&oacute;n, finanzas, comercializaci&oacute;n, recursos humanos) en un entorno simulado.</li>
                                <li>Aplicar herramientas inform&aacute;ticas para la gesti&oacute;n administrativa y financiera, usando programas espec&iacute;ficos.</li>
                                <li>Fomentar el trabajo en equipo y la toma de decisiones en situaciones empresariales reales simuladas.</li>
                            </ol>
                        </div>
                    </div>
                </div>
                <div class="card">
                    <div class="card-header" id="headingTwo">
                        <h2 class="mb-0">
                            <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapseTwo" aria-expanded="false" aria-controls="collapseTwo">
                                        Competencias profesionales, personales y sociales
                                    </button>
                        </h2>
                    </div>
                    <div id="collapseTwo" class="collapse" aria-labelledby="headingTwo" data-parent="#customAccordion">
                        <div class="card-body">
                            <ol type="a">
                                <li>Elaborar y gestionar documentos empresariales (facturas, albaranes, notas de pedido, etc.).</li>
                                <li>Utilizar aplicaciones inform&aacute;ticas de gesti&oacute;n empresarial para administrar recursos y procesos.</li>
                                <li>Gestionar la informaci&oacute;n empresarial asegurando la satisfacci&oacute;n del cliente y cumpliendo normativas de prevenci&oacute;n de riesgos laborales y protecci&oacute;n ambiental.</li>
                            </ol>
                        </div>
                    </div>
                </div>
                <div id="customAccordion">
                    <div class="card">
                        <div class="card-header" id="heading0656-1">
                            <h2 class="mb-0">
                                <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapse0656-1" aria-expanded="false" aria-controls="collapse0656-1">
                                            R.A. Determina los factores de la innovaci&oacute;n empresarial, relacion&aacute;ndolos con la actividad de creaci&oacute;n de empresas.</button>
                            </h2>
                        </div>
                        <div id="collapse0656-1" class="collapse" aria-labelledby="heading0656-1" data-parent="#customAccordion">
                            <div class="card-body">
                                <strong>Criterios de evaluaci&oacute;n:</strong>
                                <br>
                                A) Se han examinado las diversas facetas de la innovaci&oacute;n empresarial (t&eacute;cnicas, materiales, de organizaci&oacute;n interna y externa, entre otras), relacion&aacute;ndolas como fuentes de desarrollo econ&oacute;mico y creaci&oacute;n de empleo.
                                <br>
                                B) Se han relacionado la innovaci&oacute;n y la iniciativa emprendedora con las implicaciones que tiene para la competitividad empresarial.
                                <br>
                                C) Se han valorado los aspectos inherentes a la asunci&oacute;n de riesgo empresarial como motor econ&oacute;mico y social.
                                <br>
                                D) Se han determinado las diferentes facetas del car&aacute;cter emprendedor desde el punto de vista empresarial.
                                <br>
                                E) Se han seleccionado diferentes experiencias de innovaci&oacute;n empresarial, describiendo y valorando los factores de riesgo asumidos en cada una de ellas.
                                <br>
                                F) Se han propuesto posibilidades de internacionalizaci&oacute;n de algunas empresas como factor de innovaci&oacute;n de las mismas.
                                <br>
                                G) Se han definido ayudas y herramientas, p&uacute;blicas y privadas, para la innovaci&oacute;n, creaci&oacute;n e internacionalizaci&oacute;n de empresas, relacion&aacute;ndolas estructuradamente en un informe
                                <br>
                            </div>
                        </div>
                    </div>
                    <div class="card">
                        <div class="card-header" id="heading0656-2">
                            <h2 class="mb-0">
                                <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapse0656-2" aria-expanded="false" aria-controls="collapse0656-2">
                                            R.A. Selecciona una idea de negocio, analizando el mercado.</button>
                            </h2>
                        </div>
                        <div id="collapse0656-2" class="collapse" aria-labelledby="heading0656-2" data-parent="#customAccordion">
                            <div class="card-body">
                                <strong>Criterios de evaluaci&oacute;n:</strong>
                                <br>
                                A) Se han evaluado las implicaciones que conlleva la elecci&oacute;n de una idea de negocio.
                                <br>
                                B) Se ha diferenciado entre lo que puede ser una simple idea de una idea de negocio factible.
                                <br>
                                C) Se han se&ntilde;alado las ventajas e inconvenientes de las propuestas de negocio.
                                <br>
                                D) Se ha determinado el producto o servicio que se quiere proporcionar con la idea de negocio.
                                <br>
                                E) Se han concretado las necesidades que satisface y el valor a&ntilde;adido de la idea de negocio propuesta.
                                <br>
                                F) Se han identificado los clientes potenciales, atendiendo a los objetivos del proyecto de empresa.
                                <br>
                                G) Se han identificado y analizado las principales caracter&iacute;sticas del sector empresarial en el que se desenvuelve la idea de negocio.
                                <br>
                                H) Se ha efectuado un an&aacute;lisis de mercado para comprobar si existe un nicho en el mismo.
                                <br>
                                I) Se ha efectuado un an&aacute;lisis de la competencia para posicionar nuestro producto.
                                <br>
                            </div>
                        </div>
                    </div>
                    <div class="card">
                        <div class="card-header" id="heading0656-3">
                            <h2 class="mb-0">
                                <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapse0656-3" aria-expanded="false" aria-controls="collapse0656-3">
                                            R.A. Determina la organizaci&oacute;n interna de la empresa, la forma jur&iacute;dica y los recursos necesarios, analizando las alternativas disponibles y los objetivos marcados con el proyecto.</button>
                            </h2>
                        </div>
                        <div id="collapse0656-3" class="collapse" aria-labelledby="heading0656-3" data-parent="#customAccordion">
                            <div class="card-body">
                                <strong>Criterios de evaluaci&oacute;n:</strong>
                                <br>
                                A) Se han reconocido los distintos tipos de empresas que existen.
                                <br>
                                B) Se han establecido claramente los objetivos de la empresa.
                                <br>
                                C) Se ha relacionado la organizaci&oacute;n establecida por la empresa con el tipo y fines de esta.
                                <br>
                                D) Se han identificado las diferentes funciones dentro de la empresa.
                                <br>
                                E) Se ha seleccionado la forma jur&iacute;dica adecuada.
                                <br>
                                F) Se ha efectuado una asignaci&oacute;n eficiente de los recursos necesarios.
                                <br>
                                G) Se han reconocido y seleccionado las posibles fuentes de financiaci&oacute;n.
                                <br>
                                H) Se ha valorado la importancia de dotar a la empresa de la estructura adecuada para su pervivencia.
                                <br>
                            </div>
                        </div>
                    </div>
                    <div class="card">
                        <div class="card-header" id="heading0656-4">
                            <h2 class="mb-0">
                                <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapse0656-4" aria-expanded="false" aria-controls="collapse0656-4">
                                            R.A. Comprueba la viabilidad de la empresa mediante diferentes tipos de an&aacute;lisis, verificando los diversos factores que pueden influir en la misma.</button>
                            </h2>
                        </div>
                        <div id="collapse0656-4" class="collapse" aria-labelledby="heading0656-4" data-parent="#customAccordion">
                            <div class="card-body">
                                <strong>Criterios de evaluaci&oacute;n:</strong>
                                <br>
                                A) Se ha efectuado un estudio de la viabilidad t&eacute;cnica del negocio.
                                <br>
                                B) Se ha contrastado el cumplimiento de la normativa legal del futuro negocio.
                                <br>
                                C) Se ha comprobado la accesibilidad de las fuentes de financiaci&oacute;n para la puesta en marcha del negocio.
                                <br>
                                D) Se ha efectuado un an&aacute;lisis sobre la capacitaci&oacute;n profesional para llevar a cabo las actividades derivadas del tipo de negocio elegido.
                                <br>
                                E) Se ha realizado un an&aacute;lisis del impacto ambiental de proyecto de empresa.
                                <br>
                                F) Se ha realizado un an&aacute;lisis de los riesgos laborales de proyecto de empresa.
                                <br>
                                G) Se ha comprobado la viabilidad econ&oacute;mica por medio del an&aacute;lisis de proyectos de inversi&oacute;n.
                                <br>
                                H) Se ha elaborado un plan de viabilidad a largo plazo para poder efectuar una mejor planificaci&oacute;n en la empresa.
                                <br>
                            </div>
                        </div>
                    </div>
                    <div class="card">
                        <div class="card-header" id="heading0656-5">
                            <h2 class="mb-0">
                                <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapse0656-5" aria-expanded="false" aria-controls="collapse0656-5">
                                            R.A. Gestiona la documentaci&oacute;n necesaria para la puesta en marcha de una empresa, analizando los tr&aacute;mites legales y las actuaciones necesarias que conllevan la realizaci&oacute;n del proyecto empresarial.</button>
                            </h2>
                        </div>
                        <div id="collapse0656-5" class="collapse" aria-labelledby="heading0656-5" data-parent="#customAccordion">
                            <div class="card-body">
                                <strong>Criterios de evaluaci&oacute;n:</strong>
                                <br>
                                A) Se ha reconocido la exigencia de la realizaci&oacute;n de diversos tr&aacute;mites legales exigibles antes de la puesta en marcha de un negocio.
                                <br>
                                B) Se han diferenciado los tr&aacute;mites que se seguir&iacute;an en funci&oacute;n de la forma jur&iacute;dica elegida.
                                <br>
                                C) Se han identificado los organismos ante los cuales han de presentarse los tr&aacute;mites.
                                <br>
                                D) Se ha cumplimentado la documentaci&oacute;n necesaria para la constituci&oacute;n de la empresa.
                                <br>
                                E) Se han realizado los tr&aacute;mites fiscales para la puesta en marcha.
                                <br>
                                F) Se han realizado los tr&aacute;mites necesarios ante la autoridad laboral y la Seguridad Social.
                                <br>
                                G) Se han realizado los tr&aacute;mites necesarios en otras administraciones p&uacute;blicas a la hora de abrir un negocio
                                <br>
                                H) Se ha reconocido la existencia de tr&aacute;mites de car&aacute;cter espec&iacute;fico para determinado tipos de negocios.
                                <br>
                                I) Se ha valorado la importancia del cumplimiento de los plazos legales para la tramitaci&oacute;n y puesta en marcha de un negocio.
                                <br>
                            </div>
                        </div>
                    </div>
                    <div class="card">
                        <div class="card-header" id="heading0656-6">
                            <h2 class="mb-0">
                                <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapse0656-6" aria-expanded="false" aria-controls="collapse0656-6">
                                            R.A. Realiza la gesti&oacute;n de la empresa-proyecto en sus diversos departamentos.</button>
                            </h2>
                        </div>
                        <div id="collapse0656-6" class="collapse" aria-labelledby="heading0656-6" data-parent="#customAccordion">
                            <div class="card-body">
                                <strong>Criterios de evaluaci&oacute;n:</strong>
                                <br>
                                A) Se ha efectuado una planificaci&oacute;n sobre las necesidades de aprovisionamiento de la empresa.
                                <br>
                                B) Se ha gestionado el proceso de comercializaci&oacute;n de los productos de la empresa.
                                <br>
                                C) Se ha planificado la gesti&oacute;n de los recursos humanos.
                                <br>
                                D) Se ha confeccionado y verificado la contabilidad de la empresa.
                                <br>
                                E) Se han planificado las necesidades financieras de la empresa.
                                <br>
                                F) Se ha analizado la normativa fiscal vigente y se ha cumplido con las obligaciones fiscales.
                                <br>
                                G) Se ha valorado la organizaci&oacute;n de la propia tarea.
                                <br>
                                H) Se ha realizado el trabajo entre los miembros del grupo.
                                <br>
                                I) Se ha realizado cada tarea con rigurosidad y correcci&oacute;n para obtener un resultado global satisfactorio.
                                <br>
                                J) Se ha materializado en un dossier el proyecto empresarial y se ha expuesto en p&uacute;blico.
                                <br>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </div>
        <footer>
            <div class="footer-content">
                <div class="footer-logo">
                    <img src="../public_html/img/logoCampusCamaraFooter.png" alt="Logo pie de p&aacute;gina">
                    <div class="footer-gallery" style="background-color: rgb(162, 162, 159); border-radius: 200px;">
                        <img src="../public_html/img/X.png" alt="img1"><img src="../public_html/img/Instagram.png" alt="img2"><img src="../public_html/img/Facebook.png" alt="img3"><img src="../public_html/img/Youtube.png" alt="img4">
                    </div>
                </div>
                <div class="footer-email">
                    <img src="../public_html/img/CorreoElectronico.png" alt="Correo" style="width: 20px; height: 20px; vertical-align: middle; margin-right: 5px;">
                            info@fpcampuscamara.es
                        
                </div>
                <div class="footer-phone">
                    <img src="../public_html/img/Llamada.png" alt="Tel&eacute;fono" style="width: 20px; height: 20px; vertical-align: middle; margin-right: 5px;">
                            954238797
                        
                </div>
            </div>
        </footer>
    </body>
</html>

