<html>
    <head>
        <META http-equiv="Content-Type" content="text/html; charset=UTF-8">
        <title>Centro FP Superior</title>
        <meta charset="UTF-8">
        <link rel="stylesheet" href="https://stackpath.bootstrapcdn.com/bootstrap/4.5.2/css/bootstrap.min.css">
        <script src="https://code.jquery.com/jquery-3.5.1.slim.min.js"></script><script src="https://cdn.jsdelivr.net/npm/bootstrap@4.5.2/dist/js/bootstrap.bundle.min.js"></script>
        <link rel="stylesheet" href="EstilosExtra.css">
        <style>
                    .custom-accordion .card {
                    border-radius: 1rem;
                    background-color: #d0e8ff;
                    border: none;
                    margin-bottom: 1rem;
                    }
                    .custom-accordion .card-header {
                    border-radius: 1rem 1rem 0 0;
                    background-color: #b3daff;
                    }
                </style>
    </head>
    <body>
        <header>
            <style>
                        .logo {
                        height: 78px;
                        width: 218px; /* o lo que mida tu logo */
                        background-image: url('../public_html/img/LogoCampusCamaraHeader.png');
                        background-size: contain;
                        background-repeat: no-repeat;
                        background-position: center;
                        }
                    </style>
            <div class="logo"></div>
            <nav>
                <a href="index.html#Administraci%C3%B3n y Gesti%C3%B3n">Administraci&oacute;n y Gesti&oacute;n</a><a href="index.html#M%C3%A1sters FP">M&aacute;sters FP</a>
            </nav>
        </header>
        <div class="sub-title">CENTRO FP SUPERIOR DE LA C&Aacute;MARA DE COMERCIO DE SEVILLA</div>
        <div class="main-title">
            Curso de especializaci&oacute;n en Desarrollo de Videojuegos y Realidad Virtual
            <br>
                                &ndash;&ndash; FP Superior con Titulaci&oacute;n Oficial Junta de Andaluc&iacute;a &ndash; 
                
        </div>
        <style>
                    .competencias {
                    background-color: #003366; /* azul oscuro */
                    color: white;
                    padding: 12px 27px;  /* más espacio arriba/abajo y a los lados */
                    border-radius: 50px; /* ovalado */
                    display: inline-block;
                    font-weight: bold;
                    font-size: 1.8em;    /* letra más grande */
                    font-family: Arial, sans-serif;
                    text-align: center;

                    position: relative;
                    top: 90px;
                    left: 300px;
                    }
                </style>
        <div class="competencias">
                    Competencias
                </div>
        <style>
                    .objetivos {
                    background-color: #003366; /* azul oscuro */
                    color: white;
                    padding: 12px 27px;  /* más espacio arriba/abajo y a los lados */
                    border-radius: 50px; /* ovalado */
                    display: inline-block;
                    font-weight: bold;
                    font-size: 1.8em;    /* letra más grande */
                    font-family: Arial, sans-serif;
                    text-align: center;

                    position: relative;
                    top: 250px;
                    left: 70px;
                    }
                </style>
        <div class="objetivos">
                    Objetivos
                </div>
        <style>
                    .modulos1º {
                    background-color: #003366; /* azul oscuro */
                    color: white;
                    padding: 12px 27px;  /* más espacio arriba/abajo y a los lados */
                    border-radius: 50px; /* ovalado */
                    display: inline-block;
                    font-weight: bold;
                    font-size: 1.8em;    /* letra más grande */
                    font-family: Arial, sans-serif;
                    text-align: center;

                    position: relative;
                    top: 330px;
                    left: -115px;
                    }
                </style>
        <div class="modulos1&ordm;">
                    M&oacute;dulos
                </div>
        <div class="container mt-4">
            <div id="customAccordion" class="custom-accordion">
                <div class="card">
                    <div class="card-header" id="headingOne">
                        <h2 class="mb-0">
                            <button class="btn btn-link btn-block text-left text-dark font-weight-bold" type="button" data-toggle="collapse" data-target="#collapseOne" aria-expanded="true" aria-controls="collapseOne">
                                        Competencia general
                                    </button>
                        </h2>
                    </div>
                    <div id="collapseOne" class="collapse" aria-labelledby="headingOne" data-parent="#customAccordion">
                        <div class="card-body">
                                    La competencia general del Curso de Especializaci&oacute;n en Videojuegos y Realidad Virtual consiste en dise&ntilde;ar y desarrollar videojuegos para diferentes dispositivos y plataformas, garantizando la experiencia del usuario, utilizando herramientas de &uacute;ltima generaci&oacute;n que permitan actuar en todas las fases de su desarrollo, as&iacute; como aplicaciones interactivas de realidad virtual y aumentada
                                </div>
                    </div>
                </div>
                <div class="card">
                    <div class="card-header" id="headingTwo">
                        <h2 class="mb-0">
                            <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapseTwo" aria-expanded="false" aria-controls="collapseTwo">
                                        Competencias profesionales, personales y sociales
                                    </button>
                        </h2>
                    </div>
                    <div id="collapseTwo" class="collapse" aria-labelledby="headingTwo" data-parent="#customAccordion">
                        <div class="card-body">
                            <ol type="a">
                                <li>Determinar las necesidades actuales de la industria del videojuego teniendo en cuenta su historia y evoluci&oacute;n.</li>
                                <li>Identificar el p&uacute;blico objetivo de los videojuegos de acuerdo a las categor&iacute;as de los mismos.</li>
                                <li>Generar la documentaci&oacute;n de un videojuego.</li>
                                <li>Establecer las etapas del proceso de creaci&oacute;n de un videojuego, desde su concepci&oacute;n hasta su publicaci&oacute;n y distribuci&oacute;n.</li>
                                <li>Determinar las funcionalidades de los motores de videojuegos.</li>
                                <li>Gestionar los entornos de desarrollo adaptando su configuraci&oacute;n en cada caso para desarrollar videojuegos y aplicaciones de realidad virtual.</li>
                                <li>Desarrollar los fundamentos de programaci&oacute;n avanzada orientada a videojuegos.</li>
                                <li>Identificar los elementos fundamentales del sistema de f&iacute;sica necesarios para la acci&oacute;n de un videojuego.</li>
                                <li>Definir la interfaz del usuario de videojuegos.</li>
                                <li>Determinar los aspectos art&iacute;sticos del videojuego mediante el desarrollo de ilustraciones de arte conceptual.</li>
                                <li>Determinar las funcionalidades de las herramientas de dise&ntilde;o gr&aacute;fico.</li>
                                <li>Configurar el dise&ntilde;o gr&aacute;fico y los aspectos art&iacute;sticos de los videojuegos en 2D.</li>
                                <li>Configurar el dise&ntilde;o gr&aacute;fico y los aspectos art&iacute;sticos de los videojuegos en 3D.</li>
                                <li>Detectar mejoras en la optimizaci&oacute;n t&eacute;cnica de los elementos del videojuego seg&uacute;n la plataforma.</li>
                                <li>Dise&ntilde;ar, desarrollar y evaluar videojuegos de acuerdo a la experiencia interactiva del jugador y la jugabilidad.</li>
                                <li>Definir aspectos de adaptaci&oacute;n interactiva del videojuego de acuerdo al perfil y naturaleza del jugador.</li>
                                <li>Desarrollar videojuegos multijugador en red.</li>
                                <li>Aplicar conceptos de inteligencia artificial a los videojuegos.</li>
                                <li>Desarrollar aplicaciones de realidad virtual y aumentada.</li>
                                <li>Desarrollar videojuegos para el aprendizaje (serious games).</li>
                                <li>Publicar los videojuegos en las plataformas disponibles para los diferentes dispositivos.</li>
                                <li>Desarrollar t&eacute;cnicas de mercadotecnia para la difusi&oacute;n del producto final.</li>
                                <li>Organizar y coordinar los equipos de trabajo que participan en la creaci&oacute;n de los videojuegos.</li>
                                <li>Adaptarse a las nuevas situaciones laborales, manteniendo actualizados los conocimientos cient&iacute;ficos, t&eacute;cnicos y tecnol&oacute;gicos relativos a su entorno profesional, gestionando su formaci&oacute;n y los recursos existentes en el aprendizaje a lo largo de la vida.</li>
                                <li>Resolver situaciones, problemas o contingencias con iniciativa y autonom&iacute;a en el &aacute;mbito de su competencia, con creatividad, innovaci&oacute;n y esp&iacute;ritu de mejora en el trabajo personal y en el de los miembros del equipo.</li>
                                <li>Generar entornos seguros en el desarrollo de su trabajo y el de su equipo, supervisando y aplicando los procedimientos de prevenci&oacute;n de riesgos laborales y ambientales, de acuerdo con lo establecido por la normativa y los objetivos de la empresa.</li>
                                <li>Supervisar y aplicar procedimientos de gesti&oacute;n de calidad, de accesibilidad universal y de &laquo;dise&ntilde;o para todas las personas&raquo;, en las actividades profesionales incluidas en los procesos de producci&oacute;n o prestaci&oacute;n de servicios.</li>
                            </ol>
                        </div>
                    </div>
                </div>
                <div class="card">
                    <div class="card-header" id="headingThree">
                        <h2 class="mb-0">
                            <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapseThree" aria-expanded="false" aria-controls="collapseThree">
                                        Objetivos generales
                                    </button>
                        </h2>
                    </div>
                    <div id="collapseThree" class="collapse" aria-labelledby="headingThree" data-parent="#customAccordion">
                        <div class="card-body">
                            <ol type="a">
                                <li>Reconocer y analizar la historia, evoluci&oacute;n y situaci&oacute;n actual de la industria del videojuego para determinar las necesidades de la misma.</li>
                                <li>Interpretar la informaci&oacute;n disponible para identificar los distintos segmentos del mercado a los que puede ir destinado cada videojuego.</li>
                                <li>Redactar e interpretar todas las fases, roles, mec&aacute;nicas, sistemas de puntuaci&oacute;n, etc&eacute;tera, para generar la documentaci&oacute;n de dise&ntilde;o del videojuego.</li>
                                <li>Comprender y definir la estructura del videojuego estableciendo las tareas de cada etapa del proceso de creaci&oacute;n del videojuego para poder definir cada uno de los roles.</li>
                                <li>Definir el uso y caracter&iacute;sticas de los motores de desarrollo de videojuegos utilizados en el mercado para determinar sus funcionalidades.</li>
                                <li>Programar estructuras de c&oacute;digo avanzadas en el lenguaje de programaci&oacute;n para desarrollar los fundamentos de programaci&oacute;n avanzada de videojuegos.</li>
                                <li>Reconocer e integrar en el desarrollo del videojuego las funcionalidades f&iacute;sicas que contiene el motor de videojuego.</li>
                                <li>Implementar los elementos del interfaz de usuario de un videojuego para crear una interacci&oacute;n f&aacute;cil y r&aacute;pida.</li>
                                <li>Comprender y definir el arte conceptual de un videojuego para establecer las diferentes etapas de su proceso creativo.</li>
                                <li>Definir el uso y caracter&iacute;sticas de las herramientas de dise&ntilde;o gr&aacute;fico para determinar sus funcionalidades.</li>
                                <li>Controlar las &uacute;ltimas herramientas de dise&ntilde;o gr&aacute;fico, modelado y animaci&oacute;n 2D para configurar el dise&ntilde;o y los aspectos art&iacute;sticos de los videojuegos.</li>
                                <li>Controlar las &uacute;ltimas herramientas de dise&ntilde;o gr&aacute;fico, modelado y animaci&oacute;n 3D para configurar el dise&ntilde;o y los aspectos art&iacute;sticos de los videojuegos.</li>
                                <li>Realizar pruebas, depuraci&oacute;n y testeos para detectar mejoras en la optimizaci&oacute;n de los elementos t&eacute;cnicos.</li>
                                <li>Realizar el dise&ntilde;o y el desarrollo de un videojuego centrado en el jugador y en la experiencia interactiva.</li>
                                <li>Programar proyectos cliente-servidor para desarrollar videojuegos multijugador en red.</li>
                                <li>Seleccionar conceptos b&aacute;sicos de inteligencia artificial para aplicarlos a los videojuegos.</li>
                                <li>Determinar los principios fundamentales en los que se apoya la creaci&oacute;n de aplicaciones de realidad virtual y aumentada para su desarrollo.</li>
                                <li>Aplicar los fundamentos de los videojuegos para el aprendizaje en el desarrollo de videojuegos en realidad virtual.</li>
                                <li>Utilizar los diferentes entornos de desarrollo para la realizaci&oacute;n de videojuegos o aplicaciones de realidad aumentada.</li>
                                <li>Analizar los par&aacute;metros t&eacute;cnicos de las distintas plataformas y dispositivos existentes para publicar los videojuegos.</li>
                                <li>Identificar los canales de difusi&oacute;n y t&eacute;cnicas de mercadotecnia del sector de los videojuegos para implementar la difusi&oacute;n del producto final.</li>
                                <li>Aplicar din&aacute;micas y t&eacute;cnicas de comunicaci&oacute;n en contextos de trabajo en equipo para organizar y coordinar los grupos que participan en la creaci&oacute;n de los videojuegos.</li>
                                <li>Analizar y utilizar los recursos y oportunidades de aprendizaje relacionados con la evoluci&oacute;n cient&iacute;fica, tecnol&oacute;gica y organizativa del sector y las tecnolog&iacute;as de la informaci&oacute;n y la comunicaci&oacute;n, para mantener el esp&iacute;ritu de actualizaci&oacute;n y adaptarse a nuevas situaciones laborales y personales.</li>
                                <li>Desarrollar la creatividad y el esp&iacute;ritu de innovaci&oacute;n para responder a los retos que se presentan en los procesos y organizaci&oacute;n del trabajo y de la vida personal.</li>
                                <li>Evaluar situaciones de prevenci&oacute;n de riesgos laborales y de protecci&oacute;n ambiental, proponiendo y aplicando medidas de prevenci&oacute;n personales y colectivas, de acuerdo con la normativa aplicable en los procesos de trabajo, para garantizar entornos seguros.</li>
                                <li>Identificar y proponer las acciones profesionales necesarias para dar respuesta a la accesibilidad universal y al &laquo;dise&ntilde;o para todas las personas&raquo; para mejorar la experiencia interactiva y de ocio electr&oacute;nico.</li>
                            </ol>
                        </div>
                    </div>
                </div>
                <div class="card">
                    <div class="card-header" id="heading5048">
                        <h2 class="mb-0">
                            <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapse5048" aria-expanded="false" aria-controls="collapse5048">Programaci&oacute;n y motores de videojuegos.</button>
                        </h2>
                    </div>
                    <div id="collapse5048" class="collapse" aria-labelledby="heading5048" data-parent="#customAccordion">
                        <div class="card-body">
                                                                Duraci&oacute;n: 150 horas
                                    <a href="ProgramacionYMotoresDeVideojuegos.html" style="display: block; text-align: right; color: #207392; text-decoration: underline; margin-top: 10px;">
                                        M&aacute;s informaci&oacute;n
                                    </a>
                        </div>
                    </div>
                </div>
                <div class="card">
                    <div class="card-header" id="heading5049">
                        <h2 class="mb-0">
                            <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapse5049" aria-expanded="false" aria-controls="collapse5049">Dise&ntilde;o gr&aacute;fico 2D y 3D.</button>
                        </h2>
                    </div>
                    <div id="collapse5049" class="collapse" aria-labelledby="heading5049" data-parent="#customAccordion">
                        <div class="card-body">
                                                                Duraci&oacute;n: 120 horas
                                    <a href="DisenoGrafico2Dy3D.html" style="display: block; text-align: right; color: #207392; text-decoration: underline; margin-top: 10px;">
                                        M&aacute;s informaci&oacute;n
                                    </a>
                        </div>
                    </div>
                </div>
                <div class="card">
                    <div class="card-header" id="heading5050">
                        <h2 class="mb-0">
                            <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapse5050" aria-expanded="false" aria-controls="collapse5050">Programaci&oacute;n en red e inteligencia artificial.</button>
                        </h2>
                    </div>
                    <div id="collapse5050" class="collapse" aria-labelledby="heading5050" data-parent="#customAccordion">
                        <div class="card-body">
                                                                Duraci&oacute;n: 90 horas
                                    <a href="ProgramacionEnRedeInteligenciaArtificial.html" style="display: block; text-align: right; color: #207392; text-decoration: underline; margin-top: 10px;">
                                        M&aacute;s informaci&oacute;n
                                    </a>
                        </div>
                    </div>
                </div>
                <div class="card">
                    <div class="card-header" id="heading5051">
                        <h2 class="mb-0">
                            <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapse5051" aria-expanded="false" aria-controls="collapse5051">Realidad virtual y realidad aumentada.</button>
                        </h2>
                    </div>
                    <div id="collapse5051" class="collapse" aria-labelledby="heading5051" data-parent="#customAccordion">
                        <div class="card-body">
                                                                Duraci&oacute;n: 90 horas
                                    <a href="RealidadVirtualyRealidadAumentada.html" style="display: block; text-align: right; color: #207392; text-decoration: underline; margin-top: 10px;">
                                        M&aacute;s informaci&oacute;n
                                    </a>
                        </div>
                    </div>
                </div>
                <div class="card">
                    <div class="card-header" id="heading5052">
                        <h2 class="mb-0">
                            <button class="btn btn-link btn-block text-left text-dark font-weight-bold collapsed" type="button" data-toggle="collapse" data-target="#collapse5052" aria-expanded="false" aria-controls="collapse5052">Dise&ntilde;o, gesti&oacute;n, publicaci&oacute;n y producci&oacute;n.</button>
                        </h2>
                    </div>
                    <div id="collapse5052" class="collapse" aria-labelledby="heading5052" data-parent="#customAccordion">
                        <div class="card-body">
                                                                Duraci&oacute;n: 150 horas
                                    <a href="Dise%C3%B1oGestionPublicacionProduccion.html" style="display: block; text-align: right; color: #207392; text-decoration: underline; margin-top: 10px;">
                                        M&aacute;s informaci&oacute;n
                                    </a>
                        </div>
                    </div>
                </div>
            </div>
        </div>
        <footer>
            <div class="footer-content">
                <div class="footer-logo">
                    <img src="../public_html/img/logoCampusCamaraFooter.png" alt="Logo pie de p&aacute;gina">
                    <div class="footer-gallery" style="background-color: rgb(162, 162, 159); border-radius: 200px;">
                        <img src="../public_html/img/X.png" alt="img1"><img src="../public_html/img/Instagram.png" alt="img2"><img src="../public_html/img/Facebook.png" alt="img3"><img src="../public_html/img/Youtube.png" alt="img4">
                    </div>
                </div>
                <div class="footer-email">
                    <img src="../public_html/img/CorreoElectronico.png" alt="Correo" style="width: 20px; height: 20px; vertical-align: middle; margin-right: 5px;">
                            info@fpcampuscamara.es
                        
                </div>
                <div class="footer-phone">
                    <img src="../public_html/img/Llamada.png" alt="Tel&eacute;fono" style="width: 20px; height: 20px; vertical-align: middle; margin-right: 5px;">
                            954238797
                        
                </div>
            </div>
        </footer>
    </body>
</html>

